import { StylesConfig } from 'react-select'
import { nanoid } from 'nanoid'

import {
  ICategoryList,
  IColorsList,
  IDeliveryMethodList,
  ILanguageList,
  ISizeList,
} from '@/types/listTypes'

export const selectStyles: StylesConfig<ISizeList, true> = {
  option: (defaultStyles) => ({
    ...defaultStyles,
    color: 'black',
    cursor: 'pointer',
    borderRadius: '10px',
  }),

  control: (defaultStyles) => ({
    ...defaultStyles,
    backgroundColor: '',
    padding: '16px',
    boxShadow: 'none',
    borderRadius: '999px',
    border: '2px solid rgba(128, 128, 128, 0.2)',
    '&:hover': {
      borderColor: 'black',
    },
  }),

  multiValue: (defaultStyles) => ({
    ...defaultStyles,
    display: 'flex',
    alignItems: 'center',
    gap: '2px',
  }),
}

export const sizeList: ISizeList[] = [
  { id: nanoid(), value: 'xxs', label: 'XXS' },
  { id: nanoid(), value: 'xs', label: 'XS' },
  { id: nanoid(), value: 's', label: 'S' },
  { id: nanoid(), value: 'm', label: 'M' },
  { id: nanoid(), value: 'l', label: 'L' },
  { id: nanoid(), value: 'xl', label: 'XL' },
  { id: nanoid(), value: 'xxl', label: 'XXL' },
  { id: nanoid(), value: 'xxxl', label: 'XXXL' },
]

export const categoryList: ICategoryList[] = [
  { id: nanoid(), value: 'штаны', label: 'Штаны' },
  { id: nanoid(), value: 'свитеры', label: 'Свитеры' },
  { id: nanoid(), value: 'футболки', label: 'Футболки' },
  { id: nanoid(), value: 'жакеты', label: 'Жакеты' },
  { id: nanoid(), value: 'джинсы', label: 'Джинсы' },
  { id: nanoid(), value: 'нижнее бельё', label: 'Нижнее бельё' },
  { id: nanoid(), value: 'носки', label: 'Носки' },
  { id: nanoid(), value: 'шорты', label: 'Шорты' },
  { id: nanoid(), value: 'костюмы', label: 'Костюмы' },
]

export const languagesList: ILanguageList[] = [
  { id: nanoid(), value: 'русский', label: 'Русский язык' },
  { id: nanoid(), value: 'english', label: 'English' },
]

export const deliveryMethodList: IDeliveryMethodList[] = [
  { id: nanoid(), value: 'Бесплатная', label: 'Бесплатная' },
  { id: nanoid(), value: 'Платная', label: 'Платная' },
  { id: nanoid(), value: 'Самовывоз', label: 'Самовывоз' },
]

export const colorsList: IColorsList[] = [
  { id: nanoid(), value: 'bg-white', label: 'Белый', color: 'bg-white' },
  { id: nanoid(), value: 'bg-black', label: 'Чёрный', color: 'bg-black' },
  {
    id: nanoid(),
    value: 'bg-orange-500',
    label: 'Оранжевый',
    color: 'bg-orange-500',
  },
  { id: nanoid(), value: 'bg-blue-600', label: 'Синий', color: 'bg-blue-600' },
  { id: nanoid(), value: 'bg-red-600', label: 'Красный', color: 'bg-red-600' },
  {
    id: nanoid(),
    value: 'bg-yellow-400',
    label: 'Жёлтый',
    color: 'bg-yellow-400',
  },
  {
    id: nanoid(),
    value: 'bg-lime-400',
    label: 'Лаймовый',
    color: 'bg-lime-400',
  },
  {
    id: nanoid(),
    value: 'bg-neutral-500',
    label: 'Серый',
    color: 'bg-neutral-500',
  },
  { id: nanoid(), value: 'bg-sky-400', label: 'Голубой', color: 'bg-sky-400' },
  {
    id: nanoid(),
    value: 'bg-purple-700',
    label: 'Фиолетовый',
    color: 'bg-purple-700',
  },
  {
    id: nanoid(),
    value: 'bg-violet-600',
    label: 'Лиловый',
    color: 'bg-violet-600',
  },
  {
    id: nanoid(),
    value: 'bg-green-800',
    label: 'Зеленый',
    color: 'bg-green-800',
  },
  {
    id: nanoid(),
    value: 'bg-fuchsia-600',
    label: 'Розовый',
    color: 'bg-fuchsia-600',
  },
]

export const cityList = [
  {
    region: 'Москва и Московская обл.',
    label: 'Москва',
    value: 'Москва',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Абрамцево',
    value: 'Абрамцево',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Алабино',
    value: 'Алабино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Апрелевка',
    value: 'Апрелевка',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Архангельское',
    value: 'Архангельское',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Ашитково',
    value: 'Ашитково',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Байконур',
    value: 'Байконур',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Бакшеево',
    value: 'Бакшеево',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Балашиха',
    value: 'Балашиха',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Барыбино',
    value: 'Барыбино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Белоомут',
    value: 'Белоомут',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Белые Столбы',
    value: 'Белые Столбы',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Бородино',
    value: 'Бородино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Бронницы',
    value: 'Бронницы',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Быково',
    value: 'Быково',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Валуево',
    value: 'Валуево',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Вербилки',
    value: 'Вербилки',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Верея',
    value: 'Верея',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Видное',
    value: 'Видное',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Внуково',
    value: 'Внуково',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Вождь Пролетариата',
    value: 'Вождь Пролетариата',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Волоколамск',
    value: 'Волоколамск',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Вороново',
    value: 'Вороново',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Воскресенск',
    value: 'Воскресенск',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Восточный',
    value: 'Восточный',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Востряково',
    value: 'Востряково',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Высоковск',
    value: 'Высоковск',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Голицино',
    value: 'Голицино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Деденево',
    value: 'Деденево',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Дедовск',
    value: 'Дедовск',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Джержинский',
    value: 'Джержинский',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Дмитров',
    value: 'Дмитров',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Долгопрудный',
    value: 'Долгопрудный',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Домодедово',
    value: 'Домодедово',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Дорохово',
    value: 'Дорохово',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Дрезна',
    value: 'Дрезна',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Дубки',
    value: 'Дубки',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Дубна',
    value: 'Дубна',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Егорьевск',
    value: 'Егорьевск',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Железнодорожный',
    value: 'Железнодорожный',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Жилево',
    value: 'Жилево',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Жуковский',
    value: 'Жуковский',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Загорск',
    value: 'Загорск',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Загорянский',
    value: 'Загорянский',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Запрудная',
    value: 'Запрудная',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Зарайск',
    value: 'Зарайск',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Звенигород',
    value: 'Звенигород',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Зеленоград',
    value: 'Зеленоград',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Ивантеевка',
    value: 'Ивантеевка',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Икша',
    value: 'Икша',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Ильинский',
    value: 'Ильинский',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Истра',
    value: 'Истра',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Калининград',
    value: 'Калининград',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Кашира',
    value: 'Кашира',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Керва',
    value: 'Керва',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Климовск',
    value: 'Климовск',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Клин',
    value: 'Клин',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Клязьма',
    value: 'Клязьма',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Кожино',
    value: 'Кожино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Кокошкино',
    value: 'Кокошкино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Коломна',
    value: 'Коломна',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Колюбакино',
    value: 'Колюбакино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Королев',
    value: 'Королев',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Косино',
    value: 'Косино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Котельники',
    value: 'Котельники',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Красково',
    value: 'Красково',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Красноармейск',
    value: 'Красноармейск',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Красногорск',
    value: 'Красногорск',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Краснозаводск',
    value: 'Краснозаводск',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Краснознаменск',
    value: 'Краснознаменск',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Красный Ткач',
    value: 'Красный Ткач',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Крюково',
    value: 'Крюково',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Кубинка',
    value: 'Кубинка',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Купавна',
    value: 'Купавна',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Куровское',
    value: 'Куровское',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Лесной Городок',
    value: 'Лесной Городок',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Ликино-Дулево',
    value: 'Ликино-Дулево',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Лобня',
    value: 'Лобня',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Лопатинский',
    value: 'Лопатинский',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Лосино-Петровский',
    value: 'Лосино-Петровский',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Лотошино',
    value: 'Лотошино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Лукино',
    value: 'Лукино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Луховицы',
    value: 'Луховицы',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Лыткарино',
    value: 'Лыткарино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Львовский',
    value: 'Львовский',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Люберцы',
    value: 'Люберцы',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Малаховка',
    value: 'Малаховка',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Михайловское',
    value: 'Михайловское',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Михнево',
    value: 'Михнево',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Можайск',
    value: 'Можайск',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Монино',
    value: 'Монино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Муханово',
    value: 'Муханово',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Мытищи',
    value: 'Мытищи',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Нарофоминск',
    value: 'Нарофоминск',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Нахабино',
    value: 'Нахабино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Некрасовка',
    value: 'Некрасовка',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Немчиновка',
    value: 'Немчиновка',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Новобратцевский',
    value: 'Новобратцевский',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Новоподрезково',
    value: 'Новоподрезково',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Ногинск',
    value: 'Ногинск',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Обухово',
    value: 'Обухово',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Одинцово',
    value: 'Одинцово',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Ожерелье',
    value: 'Ожерелье',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Озеры',
    value: 'Озеры',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Октябрьский',
    value: 'Октябрьский',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Опалиха',
    value: 'Опалиха',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Орехово-Зуево',
    value: 'Орехово-Зуево',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Павловский Посад',
    value: 'Павловский Посад',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Первомайский',
    value: 'Первомайский',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Пески',
    value: 'Пески',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Пироговский',
    value: 'Пироговский',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Подольск',
    value: 'Подольск',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Полушкино',
    value: 'Полушкино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Правдинский',
    value: 'Правдинский',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Привокзальный',
    value: 'Привокзальный',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Пролетарский',
    value: 'Пролетарский',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Протвино',
    value: 'Протвино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Пушкино',
    value: 'Пушкино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Пущино',
    value: 'Пущино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Радовицкий',
    value: 'Радовицкий',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Раменское',
    value: 'Раменское',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Реутов',
    value: 'Реутов',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Решетниково',
    value: 'Решетниково',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Родники',
    value: 'Родники',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Рошаль',
    value: 'Рошаль',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Рублево',
    value: 'Рублево',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Руза',
    value: 'Руза',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Салтыковка',
    value: 'Салтыковка',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Северный',
    value: 'Северный',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Сергиев Посад',
    value: 'Сергиев Посад',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Серебряные Пруды',
    value: 'Серебряные Пруды',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Серпухов',
    value: 'Серпухов',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Солнечногорск',
    value: 'Солнечногорск',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Солнцево',
    value: 'Солнцево',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Софрино',
    value: 'Софрино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Старая Купавна',
    value: 'Старая Купавна',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Старбеево',
    value: 'Старбеево',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Ступино',
    value: 'Ступино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Сходня',
    value: 'Сходня',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Талдом',
    value: 'Талдом',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Текстильщик',
    value: 'Текстильщик',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Темпы',
    value: 'Темпы',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Тишково',
    value: 'Тишково',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Томилино',
    value: 'Томилино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Троицк',
    value: 'Троицк',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Туголесский Бор',
    value: 'Туголесский Бор',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Тучково',
    value: 'Тучково',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Уваровка',
    value: 'Уваровка',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Удельная',
    value: 'Удельная',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Успенское',
    value: 'Успенское',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Фирсановка',
    value: 'Фирсановка',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Фосфоритный',
    value: 'Фосфоритный',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Фрязино',
    value: 'Фрязино',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Фряново',
    value: 'Фряново',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Химки',
    value: 'Химки',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Хорлово',
    value: 'Хорлово',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Хотьково',
    value: 'Хотьково',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Черкизово',
    value: 'Черкизово',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Черноголовка',
    value: 'Черноголовка',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Черусти',
    value: 'Черусти',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Чехов',
    value: 'Чехов',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Шарапово',
    value: 'Шарапово',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Шатура',
    value: 'Шатура',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Шатурторф',
    value: 'Шатурторф',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Шаховская',
    value: 'Шаховская',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Шереметьевский',
    value: 'Шереметьевский',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Щелково',
    value: 'Щелково',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Щербинка',
    value: 'Щербинка',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Электрогорск',
    value: 'Электрогорск',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Электросталь',
    value: 'Электросталь',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Электроугли',
    value: 'Электроугли',
  },
  {
    region: 'Москва и Московская обл.',
    label: 'Яхрома',
    value: 'Яхрома',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Санкт-Петербург',
    value: 'Санкт-Петербург',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Александровская',
    value: 'Александровская',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Бокситогорск',
    value: 'Бокситогорск',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Большая Ижора',
    value: 'Большая Ижора',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Будогощь',
    value: 'Будогощь',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Вознесенье',
    value: 'Вознесенье',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Волосово',
    value: 'Волосово',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Волхов',
    value: 'Волхов',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Всеволожск',
    value: 'Всеволожск',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Выборг',
    value: 'Выборг',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Вырица',
    value: 'Вырица',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Высоцк',
    value: 'Высоцк',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Гатчина',
    value: 'Гатчина',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Дружная Горка',
    value: 'Дружная Горка',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Дубровка',
    value: 'Дубровка',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Ефимовский',
    value: 'Ефимовский',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Зеленогорск',
    value: 'Зеленогорск',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Ивангород',
    value: 'Ивангород',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Каменногорск',
    value: 'Каменногорск',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Кикерино',
    value: 'Кикерино',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Кингисепп',
    value: 'Кингисепп',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Кириши',
    value: 'Кириши',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Кировск',
    value: 'Кировск',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Кобринское',
    value: 'Кобринское',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Колпино',
    value: 'Колпино',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Коммунар',
    value: 'Коммунар',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Кронштадт',
    value: 'Кронштадт',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Лисий Нос',
    value: 'Лисий Нос',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Лодейное Поле',
    value: 'Лодейное Поле',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Ломоносов',
    value: 'Ломоносов',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Луга',
    value: 'Луга',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Павловск',
    value: 'Павловск',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Парголово',
    value: 'Парголово',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Петродворец',
    value: 'Петродворец',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Пикалёво',
    value: 'Пикалёво',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Подпорожье',
    value: 'Подпорожье',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Приозерск',
    value: 'Приозерск',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Пушкин',
    value: 'Пушкин',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Сестрорецк',
    value: 'Сестрорецк',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Сланцы',
    value: 'Сланцы',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Сосновый Бор',
    value: 'Сосновый Бор',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Тихвин',
    value: 'Тихвин',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Тосно',
    value: 'Тосно',
  },
  {
    region: 'Санкт-Петербург и область',
    label: 'Шлиссельбург',
    value: 'Шлиссельбург',
  },
  {
    region: 'Адыгея',
    label: 'Адыгейск',
    value: 'Адыгейск',
  },
  {
    region: 'Адыгея',
    label: 'Майкоп',
    value: 'Майкоп',
  },
  {
    region: 'Алтайский край',
    label: 'Акташ',
    value: 'Акташ',
  },
  {
    region: 'Алтайский край',
    label: 'Акутиха',
    value: 'Акутиха',
  },
  {
    region: 'Алтайский край',
    label: 'Алейск',
    value: 'Алейск',
  },
  {
    region: 'Алтайский край',
    label: 'Алтайский',
    value: 'Алтайский',
  },
  {
    region: 'Алтайский край',
    label: 'Баево',
    value: 'Баево',
  },
  {
    region: 'Алтайский край',
    label: 'Барнаул',
    value: 'Барнаул',
  },
  {
    region: 'Алтайский край',
    label: 'Белово',
    value: 'Белово',
  },
  {
    region: 'Алтайский край',
    label: 'Белокуриха',
    value: 'Белокуриха',
  },
  {
    region: 'Алтайский край',
    label: 'Белоярск',
    value: 'Белоярск',
  },
  {
    region: 'Алтайский край',
    label: 'Бийск',
    value: 'Бийск',
  },
  {
    region: 'Алтайский край',
    label: 'Благовещенск',
    value: 'Благовещенск',
  },
  {
    region: 'Алтайский край',
    label: 'Боровлянка',
    value: 'Боровлянка',
  },
  {
    region: 'Алтайский край',
    label: 'Бурла',
    value: 'Бурла',
  },
  {
    region: 'Алтайский край',
    label: 'Бурсоль',
    value: 'Бурсоль',
  },
  {
    region: 'Алтайский край',
    label: 'Волчиха',
    value: 'Волчиха',
  },
  {
    region: 'Алтайский край',
    label: 'Горно-Алтайск',
    value: 'Горно-Алтайск',
  },
  {
    region: 'Алтайский край',
    label: 'Горняк',
    value: 'Горняк',
  },
  {
    region: 'Алтайский край',
    label: 'Ельцовка',
    value: 'Ельцовка',
  },
  {
    region: 'Алтайский край',
    label: 'Залесово',
    value: 'Залесово',
  },
  {
    region: 'Алтайский край',
    label: 'Заринск',
    value: 'Заринск',
  },
  {
    region: 'Алтайский край',
    label: 'Заток',
    value: 'Заток',
  },
  {
    region: 'Алтайский край',
    label: 'Змеиногорск',
    value: 'Змеиногорск',
  },
  {
    region: 'Алтайский край',
    label: 'Камень-на-Оби',
    value: 'Камень-на-Оби',
  },
  {
    region: 'Алтайский край',
    label: 'Ключи',
    value: 'Ключи',
  },
  {
    region: 'Алтайский край',
    label: 'Кош-Агач',
    value: 'Кош-Агач',
  },
  {
    region: 'Алтайский край',
    label: 'Красногорское',
    value: 'Красногорское',
  },
  {
    region: 'Алтайский край',
    label: 'Краснощеково',
    value: 'Краснощеково',
  },
  {
    region: 'Алтайский край',
    label: 'Кулунда',
    value: 'Кулунда',
  },
  {
    region: 'Алтайский край',
    label: 'Кытманово',
    value: 'Кытманово',
  },
  {
    region: 'Алтайский край',
    label: 'Мамонтово',
    value: 'Мамонтово',
  },
  {
    region: 'Алтайский край',
    label: 'Новичиха',
    value: 'Новичиха',
  },
  {
    region: 'Алтайский край',
    label: 'Новоалтайск',
    value: 'Новоалтайск',
  },
  {
    region: 'Алтайский край',
    label: 'Онгудай',
    value: 'Онгудай',
  },
  {
    region: 'Алтайский край',
    label: 'Павловск',
    value: 'Павловск',
  },
  {
    region: 'Алтайский край',
    label: 'Петропавловское',
    value: 'Петропавловское',
  },
  {
    region: 'Алтайский край',
    label: 'Поспелиха',
    value: 'Поспелиха',
  },
  {
    region: 'Алтайский край',
    label: 'Ребриха',
    value: 'Ребриха',
  },
  {
    region: 'Алтайский край',
    label: 'Родино',
    value: 'Родино',
  },
  {
    region: 'Алтайский край',
    label: 'Рубцовск',
    value: 'Рубцовск',
  },
  {
    region: 'Алтайский край',
    label: 'Славгород',
    value: 'Славгород',
  },
  {
    region: 'Алтайский край',
    label: 'Смоленское',
    value: 'Смоленское',
  },
  {
    region: 'Алтайский край',
    label: 'Солонешное',
    value: 'Солонешное',
  },
  {
    region: 'Алтайский край',
    label: 'Солтон',
    value: 'Солтон',
  },
  {
    region: 'Алтайский край',
    label: 'Староаллейское',
    value: 'Староаллейское',
  },
  {
    region: 'Алтайский край',
    label: 'Табуны',
    value: 'Табуны',
  },
  {
    region: 'Алтайский край',
    label: 'Тальменка',
    value: 'Тальменка',
  },
  {
    region: 'Алтайский край',
    label: 'Топчиха',
    value: 'Топчиха',
  },
  {
    region: 'Алтайский край',
    label: 'Троицкое',
    value: 'Троицкое',
  },
  {
    region: 'Алтайский край',
    label: 'Турочак',
    value: 'Турочак',
  },
  {
    region: 'Алтайский край',
    label: 'Тюменцево',
    value: 'Тюменцево',
  },
  {
    region: 'Алтайский край',
    label: 'Угловское',
    value: 'Угловское',
  },
  {
    region: 'Алтайский край',
    label: 'Усть-Калманка',
    value: 'Усть-Калманка',
  },
  {
    region: 'Алтайский край',
    label: 'Усть-Кан',
    value: 'Усть-Кан',
  },
  {
    region: 'Алтайский край',
    label: 'Усть-Кокса',
    value: 'Усть-Кокса',
  },
  {
    region: 'Алтайский край',
    label: 'Усть-Улаган',
    value: 'Усть-Улаган',
  },
  {
    region: 'Алтайский край',
    label: 'Усть-Чарышская Пристань',
    value: 'Усть-Чарышская Пристань',
  },
  {
    region: 'Алтайский край',
    label: 'Хабары',
    value: 'Хабары',
  },
  {
    region: 'Алтайский край',
    label: 'Целинное',
    value: 'Целинное',
  },
  {
    region: 'Алтайский край',
    label: 'Чарышское',
    value: 'Чарышское',
  },
  {
    region: 'Алтайский край',
    label: 'Шебалино',
    value: 'Шебалино',
  },
  {
    region: 'Алтайский край',
    label: 'Шелаболиха',
    value: 'Шелаболиха',
  },
  {
    region: 'Алтайский край',
    label: 'Шипуново',
    value: 'Шипуново',
  },
  {
    region: 'Амурская обл.',
    label: 'Айгунь',
    value: 'Айгунь',
  },
  {
    region: 'Амурская обл.',
    label: 'Архара',
    value: 'Архара',
  },
  {
    region: 'Амурская обл.',
    label: 'Белогорск',
    value: 'Белогорск',
  },
  {
    region: 'Амурская обл.',
    label: 'Благовещенск (Амурская обл.)',
    value: 'Благовещенск (Амурская обл.)',
  },
  {
    region: 'Амурская обл.',
    label: 'Бурея',
    value: 'Бурея',
  },
  {
    region: 'Амурская обл.',
    label: 'Возжаевка',
    value: 'Возжаевка',
  },
  {
    region: 'Амурская обл.',
    label: 'Екатеринославка',
    value: 'Екатеринославка',
  },
  {
    region: 'Амурская обл.',
    label: 'Ерофей Павлович',
    value: 'Ерофей Павлович',
  },
  {
    region: 'Амурская обл.',
    label: 'Завитинск',
    value: 'Завитинск',
  },
  {
    region: 'Амурская обл.',
    label: 'Зея',
    value: 'Зея',
  },
  {
    region: 'Амурская обл.',
    label: 'Златоустовск',
    value: 'Златоустовск',
  },
  {
    region: 'Амурская обл.',
    label: 'Ивановка',
    value: 'Ивановка',
  },
  {
    region: 'Амурская обл.',
    label: 'Коболдо',
    value: 'Коболдо',
  },
  {
    region: 'Амурская обл.',
    label: 'Магдагачи',
    value: 'Магдагачи',
  },
  {
    region: 'Амурская обл.',
    label: 'Новобурейский',
    value: 'Новобурейский',
  },
  {
    region: 'Амурская обл.',
    label: 'Поярково',
    value: 'Поярково',
  },
  {
    region: 'Амурская обл.',
    label: 'Райчихинск',
    value: 'Райчихинск',
  },
  {
    region: 'Амурская обл.',
    label: 'Ромны',
    value: 'Ромны',
  },
  {
    region: 'Амурская обл.',
    label: 'Свободный',
    value: 'Свободный',
  },
  {
    region: 'Амурская обл.',
    label: 'Серышево',
    value: 'Серышево',
  },
  {
    region: 'Амурская обл.',
    label: 'Сковородино',
    value: 'Сковородино',
  },
  {
    region: 'Амурская обл.',
    label: 'Стойба',
    value: 'Стойба',
  },
  {
    region: 'Амурская обл.',
    label: 'Тамбовка',
    value: 'Тамбовка',
  },
  {
    region: 'Амурская обл.',
    label: 'Тында',
    value: 'Тында',
  },
  {
    region: 'Амурская обл.',
    label: 'Шимановск',
    value: 'Шимановск',
  },
  {
    region: 'Амурская обл.',
    label: 'Экимчан',
    value: 'Экимчан',
  },
  {
    region: 'Амурская обл.',
    label: 'Ядрино',
    value: 'Ядрино',
  },
  {
    region: 'Архангельская обл.',
    label: 'Амдерма',
    value: 'Амдерма',
  },
  {
    region: 'Архангельская обл.',
    label: 'Архангельск',
    value: 'Архангельск',
  },
  {
    region: 'Архангельская обл.',
    label: 'Березник',
    value: 'Березник',
  },
  {
    region: 'Архангельская обл.',
    label: 'Вельск',
    value: 'Вельск',
  },
  {
    region: 'Архангельская обл.',
    label: 'Верхняя Тойма',
    value: 'Верхняя Тойма',
  },
  {
    region: 'Архангельская обл.',
    label: 'Волошка',
    value: 'Волошка',
  },
  {
    region: 'Архангельская обл.',
    label: 'Вычегодский',
    value: 'Вычегодский',
  },
  {
    region: 'Архангельская обл.',
    label: 'Емца',
    value: 'Емца',
  },
  {
    region: 'Архангельская обл.',
    label: 'Илеза',
    value: 'Илеза',
  },
  {
    region: 'Архангельская обл.',
    label: 'Ильинско-Подомское',
    value: 'Ильинско-Подомское',
  },
  {
    region: 'Архангельская обл.',
    label: 'Каргополь',
    value: 'Каргополь',
  },
  {
    region: 'Архангельская обл.',
    label: 'Карпогоры',
    value: 'Карпогоры',
  },
  {
    region: 'Архангельская обл.',
    label: 'Кодино',
    value: 'Кодино',
  },
  {
    region: 'Архангельская обл.',
    label: 'Коноша',
    value: 'Коноша',
  },
  {
    region: 'Архангельская обл.',
    label: 'Коряжма',
    value: 'Коряжма',
  },
  {
    region: 'Архангельская обл.',
    label: 'Котлас',
    value: 'Котлас',
  },
  {
    region: 'Архангельская обл.',
    label: 'Красноборск',
    value: 'Красноборск',
  },
  {
    region: 'Архангельская обл.',
    label: 'Лешуконское',
    value: 'Лешуконское',
  },
  {
    region: 'Архангельская обл.',
    label: 'Мезень',
    value: 'Мезень',
  },
  {
    region: 'Архангельская обл.',
    label: 'Мирный',
    value: 'Мирный',
  },
  {
    region: 'Архангельская обл.',
    label: 'Нарьян-Мар',
    value: 'Нарьян-Мар',
  },
  {
    region: 'Архангельская обл.',
    label: 'Новодвинск',
    value: 'Новодвинск',
  },
  {
    region: 'Архангельская обл.',
    label: 'Няндома',
    value: 'Няндома',
  },
  {
    region: 'Архангельская обл.',
    label: 'Онега',
    value: 'Онега',
  },
  {
    region: 'Архангельская обл.',
    label: 'Пинега',
    value: 'Пинега',
  },
  {
    region: 'Архангельская обл.',
    label: 'Плесецк',
    value: 'Плесецк',
  },
  {
    region: 'Архангельская обл.',
    label: 'Северодвинск',
    value: 'Северодвинск',
  },
  {
    region: 'Архангельская обл.',
    label: 'Сольвычегодск',
    value: 'Сольвычегодск',
  },
  {
    region: 'Архангельская обл.',
    label: 'Холмогоры',
    value: 'Холмогоры',
  },
  {
    region: 'Архангельская обл.',
    label: 'Шенкурск',
    value: 'Шенкурск',
  },
  {
    region: 'Архангельская обл.',
    label: 'Яренск',
    value: 'Яренск',
  },
  {
    region: 'Астраханская обл.',
    label: 'Астрахань',
    value: 'Астрахань',
  },
  {
    region: 'Астраханская обл.',
    label: 'Ахтубинск',
    value: 'Ахтубинск',
  },
  {
    region: 'Астраханская обл.',
    label: 'Верхний Баскунчак',
    value: 'Верхний Баскунчак',
  },
  {
    region: 'Астраханская обл.',
    label: 'Володарский',
    value: 'Володарский',
  },
  {
    region: 'Астраханская обл.',
    label: 'Енотаевка',
    value: 'Енотаевка',
  },
  {
    region: 'Астраханская обл.',
    label: 'Икряное',
    value: 'Икряное',
  },
  {
    region: 'Астраханская обл.',
    label: 'Камызяк',
    value: 'Камызяк',
  },
  {
    region: 'Астраханская обл.',
    label: 'Капустин Яр',
    value: 'Капустин Яр',
  },
  {
    region: 'Астраханская обл.',
    label: 'Красный Яр',
    value: 'Красный Яр',
  },
  {
    region: 'Астраханская обл.',
    label: 'Лиман',
    value: 'Лиман',
  },
  {
    region: 'Астраханская обл.',
    label: 'Началово',
    value: 'Началово',
  },
  {
    region: 'Астраханская обл.',
    label: 'Харабали',
    value: 'Харабали',
  },
  {
    region: 'Астраханская обл.',
    label: 'Черный Яр',
    value: 'Черный Яр',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Аксаково',
    value: 'Аксаково',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Амзя',
    value: 'Амзя',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Аскино',
    value: 'Аскино',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Баймак',
    value: 'Баймак',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Бакалы',
    value: 'Бакалы',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Белебей',
    value: 'Белебей',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Белорецк',
    value: 'Белорецк',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Бижбуляк',
    value: 'Бижбуляк',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Бирск',
    value: 'Бирск',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Благовещенск',
    value: 'Благовещенск',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Большеустьикинское',
    value: 'Большеустьикинское',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Бураево',
    value: 'Бураево',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Верхнеяркеево',
    value: 'Верхнеяркеево',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Верхние Киги',
    value: 'Верхние Киги',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Верхние Татышлы',
    value: 'Верхние Татышлы',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Верхний Авзян',
    value: 'Верхний Авзян',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Давлеканово',
    value: 'Давлеканово',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Дуван',
    value: 'Дуван',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Дюртюли',
    value: 'Дюртюли',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Ермекеево',
    value: 'Ермекеево',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Ермолаево',
    value: 'Ермолаево',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Зилаир',
    value: 'Зилаир',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Зирган',
    value: 'Зирган',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Иглино',
    value: 'Иглино',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Инзер',
    value: 'Инзер',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Исянгулово',
    value: 'Исянгулово',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Ишимбай',
    value: 'Ишимбай',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Кананикольское',
    value: 'Кананикольское',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Кандры',
    value: 'Кандры',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Караидель',
    value: 'Караидель',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Караидельский',
    value: 'Караидельский',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Киргиз-Мияки',
    value: 'Киргиз-Мияки',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Красноусольский',
    value: 'Красноусольский',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Кумертау',
    value: 'Кумертау',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Кушнаренково',
    value: 'Кушнаренково',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Малояз',
    value: 'Малояз',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Мелеуз',
    value: 'Мелеуз',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Месягутово',
    value: 'Месягутово',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Мраково',
    value: 'Мраково',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Нефтекамск',
    value: 'Нефтекамск',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Октябрьский',
    value: 'Октябрьский',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Раевский',
    value: 'Раевский',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Салават',
    value: 'Салават',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Сибай',
    value: 'Сибай',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Старобалтачево',
    value: 'Старобалтачево',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Старосубхангулово',
    value: 'Старосубхангулово',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Стерлибашево',
    value: 'Стерлибашево',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Стерлитамак',
    value: 'Стерлитамак',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Туймазы',
    value: 'Туймазы',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Уфа',
    value: 'Уфа',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Учалы',
    value: 'Учалы',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Федоровка',
    value: 'Федоровка',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Чекмагуш',
    value: 'Чекмагуш',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Чишмы',
    value: 'Чишмы',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Шаран',
    value: 'Шаран',
  },
  {
    region: 'Башкортостан(Башкирия)',
    label: 'Янаул',
    value: 'Янаул',
  },
  {
    region: 'Белгородская обл.',
    label: 'Алексеевка',
    value: 'Алексеевка',
  },
  {
    region: 'Белгородская обл.',
    label: 'Белгород',
    value: 'Белгород',
  },
  {
    region: 'Белгородская обл.',
    label: 'Борисовка',
    value: 'Борисовка',
  },
  {
    region: 'Белгородская обл.',
    label: 'Валуйки',
    value: 'Валуйки',
  },
  {
    region: 'Белгородская обл.',
    label: 'Вейделевка',
    value: 'Вейделевка',
  },
  {
    region: 'Белгородская обл.',
    label: 'Волоконовка',
    value: 'Волоконовка',
  },
  {
    region: 'Белгородская обл.',
    label: 'Грайворон',
    value: 'Грайворон',
  },
  {
    region: 'Белгородская обл.',
    label: 'Губкин',
    value: 'Губкин',
  },
  {
    region: 'Белгородская обл.',
    label: 'Ивня',
    value: 'Ивня',
  },
  {
    region: 'Белгородская обл.',
    label: 'Короча',
    value: 'Короча',
  },
  {
    region: 'Белгородская обл.',
    label: 'Красногвардейское',
    value: 'Красногвардейское',
  },
  {
    region: 'Белгородская обл.',
    label: 'Новый Оскол',
    value: 'Новый Оскол',
  },
  {
    region: 'Белгородская обл.',
    label: 'Ракитное',
    value: 'Ракитное',
  },
  {
    region: 'Белгородская обл.',
    label: 'Ровеньки',
    value: 'Ровеньки',
  },
  {
    region: 'Белгородская обл.',
    label: 'Старый Оскол',
    value: 'Старый Оскол',
  },
  {
    region: 'Белгородская обл.',
    label: 'Строитель',
    value: 'Строитель',
  },
  {
    region: 'Белгородская обл.',
    label: 'Чернянка',
    value: 'Чернянка',
  },
  {
    region: 'Белгородская обл.',
    label: 'Шебекино',
    value: 'Шебекино',
  },
  {
    region: 'Брянская обл.',
    label: 'Алтухово',
    value: 'Алтухово',
  },
  {
    region: 'Брянская обл.',
    label: 'Белая Березка',
    value: 'Белая Березка',
  },
  {
    region: 'Брянская обл.',
    label: 'Белые Берега',
    value: 'Белые Берега',
  },
  {
    region: 'Брянская обл.',
    label: 'Большое Полпино',
    value: 'Большое Полпино',
  },
  {
    region: 'Брянская обл.',
    label: 'Брянск',
    value: 'Брянск',
  },
  {
    region: 'Брянская обл.',
    label: 'Бытошь',
    value: 'Бытошь',
  },
  {
    region: 'Брянская обл.',
    label: 'Выгоничи',
    value: 'Выгоничи',
  },
  {
    region: 'Брянская обл.',
    label: 'Вышков',
    value: 'Вышков',
  },
  {
    region: 'Брянская обл.',
    label: 'Гордеевка',
    value: 'Гордеевка',
  },
  {
    region: 'Брянская обл.',
    label: 'Дубровка',
    value: 'Дубровка',
  },
  {
    region: 'Брянская обл.',
    label: 'Дятьково',
    value: 'Дятьково',
  },
  {
    region: 'Брянская обл.',
    label: 'Жирятино',
    value: 'Жирятино',
  },
  {
    region: 'Брянская обл.',
    label: 'Жуковка',
    value: 'Жуковка',
  },
  {
    region: 'Брянская обл.',
    label: 'Злынка',
    value: 'Злынка',
  },
  {
    region: 'Брянская обл.',
    label: 'Ивот',
    value: 'Ивот',
  },
  {
    region: 'Брянская обл.',
    label: 'Карачев',
    value: 'Карачев',
  },
  {
    region: 'Брянская обл.',
    label: 'Клетня',
    value: 'Клетня',
  },
  {
    region: 'Брянская обл.',
    label: 'Климово',
    value: 'Климово',
  },
  {
    region: 'Брянская обл.',
    label: 'Клинцы',
    value: 'Клинцы',
  },
  {
    region: 'Брянская обл.',
    label: 'Кокаревка',
    value: 'Кокаревка',
  },
  {
    region: 'Брянская обл.',
    label: 'Комаричи',
    value: 'Комаричи',
  },
  {
    region: 'Брянская обл.',
    label: 'Красная Гора',
    value: 'Красная Гора',
  },
  {
    region: 'Брянская обл.',
    label: 'Локоть',
    value: 'Локоть',
  },
  {
    region: 'Брянская обл.',
    label: 'Мглин',
    value: 'Мглин',
  },
  {
    region: 'Брянская обл.',
    label: 'Навля',
    value: 'Навля',
  },
  {
    region: 'Брянская обл.',
    label: 'Новозыбков',
    value: 'Новозыбков',
  },
  {
    region: 'Брянская обл.',
    label: 'Погар',
    value: 'Погар',
  },
  {
    region: 'Брянская обл.',
    label: 'Почеп',
    value: 'Почеп',
  },
  {
    region: 'Брянская обл.',
    label: 'Ржаница',
    value: 'Ржаница',
  },
  {
    region: 'Брянская обл.',
    label: 'Рогнедино',
    value: 'Рогнедино',
  },
  {
    region: 'Брянская обл.',
    label: 'Севск',
    value: 'Севск',
  },
  {
    region: 'Брянская обл.',
    label: 'Стародуб',
    value: 'Стародуб',
  },
  {
    region: 'Брянская обл.',
    label: 'Суземка',
    value: 'Суземка',
  },
  {
    region: 'Брянская обл.',
    label: 'Сураж',
    value: 'Сураж',
  },
  {
    region: 'Брянская обл.',
    label: 'Трубчевск',
    value: 'Трубчевск',
  },
  {
    region: 'Брянская обл.',
    label: 'Унеча',
    value: 'Унеча',
  },
  {
    region: 'Бурятия',
    label: 'Бабушкин',
    value: 'Бабушкин',
  },
  {
    region: 'Бурятия',
    label: 'Багдарин',
    value: 'Багдарин',
  },
  {
    region: 'Бурятия',
    label: 'Баргузин',
    value: 'Баргузин',
  },
  {
    region: 'Бурятия',
    label: 'Баянгол',
    value: 'Баянгол',
  },
  {
    region: 'Бурятия',
    label: 'Бичура',
    value: 'Бичура',
  },
  {
    region: 'Бурятия',
    label: 'Выдрино',
    value: 'Выдрино',
  },
  {
    region: 'Бурятия',
    label: 'Гусиное Озеро',
    value: 'Гусиное Озеро',
  },
  {
    region: 'Бурятия',
    label: 'Гусиноозерск',
    value: 'Гусиноозерск',
  },
  {
    region: 'Бурятия',
    label: 'Заиграево',
    value: 'Заиграево',
  },
  {
    region: 'Бурятия',
    label: 'Закаменск',
    value: 'Закаменск',
  },
  {
    region: 'Бурятия',
    label: 'Иволгинск',
    value: 'Иволгинск',
  },
  {
    region: 'Бурятия',
    label: 'Илька',
    value: 'Илька',
  },
  {
    region: 'Бурятия',
    label: 'Кабанск',
    value: 'Кабанск',
  },
  {
    region: 'Бурятия',
    label: 'Каменск',
    value: 'Каменск',
  },
  {
    region: 'Бурятия',
    label: 'Кижинга',
    value: 'Кижинга',
  },
  {
    region: 'Бурятия',
    label: 'Курумкан',
    value: 'Курумкан',
  },
  {
    region: 'Бурятия',
    label: 'Кырен',
    value: 'Кырен',
  },
  {
    region: 'Бурятия',
    label: 'Кяхта',
    value: 'Кяхта',
  },
  {
    region: 'Бурятия',
    label: 'Монды',
    value: 'Монды',
  },
  {
    region: 'Бурятия',
    label: 'Мухоршибирь',
    value: 'Мухоршибирь',
  },
  {
    region: 'Бурятия',
    label: 'Нижнеангарск',
    value: 'Нижнеангарск',
  },
  {
    region: 'Бурятия',
    label: 'Орлик',
    value: 'Орлик',
  },
  {
    region: 'Бурятия',
    label: 'Петропавловка',
    value: 'Петропавловка',
  },
  {
    region: 'Бурятия',
    label: 'Романовка',
    value: 'Романовка',
  },
  {
    region: 'Бурятия',
    label: 'Северобайкальск',
    value: 'Северобайкальск',
  },
  {
    region: 'Бурятия',
    label: 'Селенгинск',
    value: 'Селенгинск',
  },
  {
    region: 'Бурятия',
    label: 'Сосново-Озерское',
    value: 'Сосново-Озерское',
  },
  {
    region: 'Бурятия',
    label: 'Таксимо',
    value: 'Таксимо',
  },
  {
    region: 'Бурятия',
    label: 'Турунтаево',
    value: 'Турунтаево',
  },
  {
    region: 'Бурятия',
    label: 'Улан-Удэ',
    value: 'Улан-Удэ',
  },
  {
    region: 'Бурятия',
    label: 'Хоринск',
    value: 'Хоринск',
  },
  {
    region: 'Владимирская обл.',
    label: 'Александров',
    value: 'Александров',
  },
  {
    region: 'Владимирская обл.',
    label: 'Андреево',
    value: 'Андреево',
  },
  {
    region: 'Владимирская обл.',
    label: 'Анопино',
    value: 'Анопино',
  },
  {
    region: 'Владимирская обл.',
    label: 'Бавлены',
    value: 'Бавлены',
  },
  {
    region: 'Владимирская обл.',
    label: 'Балакирево',
    value: 'Балакирево',
  },
  {
    region: 'Владимирская обл.',
    label: 'Боголюбово',
    value: 'Боголюбово',
  },
  {
    region: 'Владимирская обл.',
    label: 'Великодворский',
    value: 'Великодворский',
  },
  {
    region: 'Владимирская обл.',
    label: 'Вербовский',
    value: 'Вербовский',
  },
  {
    region: 'Владимирская обл.',
    label: 'Владимир',
    value: 'Владимир',
  },
  {
    region: 'Владимирская обл.',
    label: 'Вязники',
    value: 'Вязники',
  },
  {
    region: 'Владимирская обл.',
    label: 'Городищи',
    value: 'Городищи',
  },
  {
    region: 'Владимирская обл.',
    label: 'Гороховец',
    value: 'Гороховец',
  },
  {
    region: 'Владимирская обл.',
    label: 'Гусевский',
    value: 'Гусевский',
  },
  {
    region: 'Владимирская обл.',
    label: 'Гусь Хрустальный',
    value: 'Гусь Хрустальный',
  },
  {
    region: 'Владимирская обл.',
    label: 'Золотково',
    value: 'Золотково',
  },
  {
    region: 'Владимирская обл.',
    label: 'Иванищи',
    value: 'Иванищи',
  },
  {
    region: 'Владимирская обл.',
    label: 'Камешково',
    value: 'Камешково',
  },
  {
    region: 'Владимирская обл.',
    label: 'Карабаново',
    value: 'Карабаново',
  },
  {
    region: 'Владимирская обл.',
    label: 'Киржач',
    value: 'Киржач',
  },
  {
    region: 'Владимирская обл.',
    label: 'Ковров',
    value: 'Ковров',
  },
  {
    region: 'Владимирская обл.',
    label: 'Кольчугино',
    value: 'Кольчугино',
  },
  {
    region: 'Владимирская обл.',
    label: 'Красная Горбатка',
    value: 'Красная Горбатка',
  },
  {
    region: 'Владимирская обл.',
    label: 'Меленки',
    value: 'Меленки',
  },
  {
    region: 'Владимирская обл.',
    label: 'Муром',
    value: 'Муром',
  },
  {
    region: 'Владимирская обл.',
    label: 'Петушки',
    value: 'Петушки',
  },
  {
    region: 'Владимирская обл.',
    label: 'Покров',
    value: 'Покров',
  },
  {
    region: 'Владимирская обл.',
    label: 'Собинка',
    value: 'Собинка',
  },
  {
    region: 'Владимирская обл.',
    label: 'Судогда',
    value: 'Судогда',
  },
  {
    region: 'Владимирская обл.',
    label: 'Суздаль',
    value: 'Суздаль',
  },
  {
    region: 'Владимирская обл.',
    label: 'Юрьев-Польский',
    value: 'Юрьев-Польский',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Алексеевская',
    value: 'Алексеевская',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Алущевск',
    value: 'Алущевск',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Быково',
    value: 'Быково',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Волгоград',
    value: 'Волгоград',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Волжский',
    value: 'Волжский',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Городище',
    value: 'Городище',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Дубовка',
    value: 'Дубовка',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Елань',
    value: 'Елань',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Жирновск',
    value: 'Жирновск',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Иловля',
    value: 'Иловля',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Калач-на-Дону',
    value: 'Калач-на-Дону',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Камышин',
    value: 'Камышин',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Кириллов',
    value: 'Кириллов',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Клетский',
    value: 'Клетский',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Котельниково',
    value: 'Котельниково',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Котово',
    value: 'Котово',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Кумылженская',
    value: 'Кумылженская',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Ленинск',
    value: 'Ленинск',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Михайловка',
    value: 'Михайловка',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Нехаевский',
    value: 'Нехаевский',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Николаевск',
    value: 'Николаевск',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Новоаннинский',
    value: 'Новоаннинский',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Новониколаевский',
    value: 'Новониколаевский',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Ольховка',
    value: 'Ольховка',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Палласовка',
    value: 'Палласовка',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Рудня',
    value: 'Рудня',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Светлый Яр',
    value: 'Светлый Яр',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Серафимович',
    value: 'Серафимович',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Средняя Ахтуба',
    value: 'Средняя Ахтуба',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Сталинград',
    value: 'Сталинград',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Старая Полтавка',
    value: 'Старая Полтавка',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Суровикино',
    value: 'Суровикино',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Урюпинск',
    value: 'Урюпинск',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Фролово',
    value: 'Фролово',
  },
  {
    region: 'Волгоградская обл.',
    label: 'Чернышковский',
    value: 'Чернышковский',
  },
  {
    region: 'Вологодская обл.',
    label: 'Бабаево',
    value: 'Бабаево',
  },
  {
    region: 'Вологодская обл.',
    label: 'Белозерск',
    value: 'Белозерск',
  },
  {
    region: 'Вологодская обл.',
    label: 'Великий Устюг',
    value: 'Великий Устюг',
  },
  {
    region: 'Вологодская обл.',
    label: 'Верховажье',
    value: 'Верховажье',
  },
  {
    region: 'Вологодская обл.',
    label: 'Вожега',
    value: 'Вожега',
  },
  {
    region: 'Вологодская обл.',
    label: 'Вологда',
    value: 'Вологда',
  },
  {
    region: 'Вологодская обл.',
    label: 'Вохтога',
    value: 'Вохтога',
  },
  {
    region: 'Вологодская обл.',
    label: 'Вытегра',
    value: 'Вытегра',
  },
  {
    region: 'Вологодская обл.',
    label: 'Грязовец',
    value: 'Грязовец',
  },
  {
    region: 'Вологодская обл.',
    label: 'Кадников',
    value: 'Кадников',
  },
  {
    region: 'Вологодская обл.',
    label: 'Кадуй',
    value: 'Кадуй',
  },
  {
    region: 'Вологодская обл.',
    label: 'Кичменгский Городок',
    value: 'Кичменгский Городок',
  },
  {
    region: 'Вологодская обл.',
    label: 'Липин Бор',
    value: 'Липин Бор',
  },
  {
    region: 'Вологодская обл.',
    label: 'Никольск',
    value: 'Никольск',
  },
  {
    region: 'Вологодская обл.',
    label: 'Нюксеница',
    value: 'Нюксеница',
  },
  {
    region: 'Вологодская обл.',
    label: 'Сокол',
    value: 'Сокол',
  },
  {
    region: 'Вологодская обл.',
    label: 'Сямжа',
    value: 'Сямжа',
  },
  {
    region: 'Вологодская обл.',
    label: 'Тарногский Городок',
    value: 'Тарногский Городок',
  },
  {
    region: 'Вологодская обл.',
    label: 'Тотьма',
    value: 'Тотьма',
  },
  {
    region: 'Вологодская обл.',
    label: 'Устюжна',
    value: 'Устюжна',
  },
  {
    region: 'Вологодская обл.',
    label: 'Харовск',
    value: 'Харовск',
  },
  {
    region: 'Вологодская обл.',
    label: 'Чагода',
    value: 'Чагода',
  },
  {
    region: 'Вологодская обл.',
    label: 'Череповец',
    value: 'Череповец',
  },
  {
    region: 'Вологодская обл.',
    label: 'Шексна',
    value: 'Шексна',
  },
  {
    region: 'Вологодская обл.',
    label: 'Шуйское',
    value: 'Шуйское',
  },
  {
    region: 'Воронежская обл.',
    label: 'Анна',
    value: 'Анна',
  },
  {
    region: 'Воронежская обл.',
    label: 'Бобров',
    value: 'Бобров',
  },
  {
    region: 'Воронежская обл.',
    label: 'Богучар',
    value: 'Богучар',
  },
  {
    region: 'Воронежская обл.',
    label: 'Борисоглебск',
    value: 'Борисоглебск',
  },
  {
    region: 'Воронежская обл.',
    label: 'Бутурлиновка',
    value: 'Бутурлиновка',
  },
  {
    region: 'Воронежская обл.',
    label: 'Верхний Мамон',
    value: 'Верхний Мамон',
  },
  {
    region: 'Воронежская обл.',
    label: 'Верхняя Хава',
    value: 'Верхняя Хава',
  },
  {
    region: 'Воронежская обл.',
    label: 'Воробьевка',
    value: 'Воробьевка',
  },
  {
    region: 'Воронежская обл.',
    label: 'Воронеж',
    value: 'Воронеж',
  },
  {
    region: 'Воронежская обл.',
    label: 'Грибановский',
    value: 'Грибановский',
  },
  {
    region: 'Воронежская обл.',
    label: 'Давыдовка',
    value: 'Давыдовка',
  },
  {
    region: 'Воронежская обл.',
    label: 'Елань-Коленовский',
    value: 'Елань-Коленовский',
  },
  {
    region: 'Воронежская обл.',
    label: 'Калач',
    value: 'Калач',
  },
  {
    region: 'Воронежская обл.',
    label: 'Кантемировка',
    value: 'Кантемировка',
  },
  {
    region: 'Воронежская обл.',
    label: 'Лиски',
    value: 'Лиски',
  },
  {
    region: 'Воронежская обл.',
    label: 'Нижнедевицк',
    value: 'Нижнедевицк',
  },
  {
    region: 'Воронежская обл.',
    label: 'Новая Усмань',
    value: 'Новая Усмань',
  },
  {
    region: 'Воронежская обл.',
    label: 'Новохоперск',
    value: 'Новохоперск',
  },
  {
    region: 'Воронежская обл.',
    label: 'Ольховатка',
    value: 'Ольховатка',
  },
  {
    region: 'Воронежская обл.',
    label: 'Острогожск',
    value: 'Острогожск',
  },
  {
    region: 'Воронежская обл.',
    label: 'Павловск',
    value: 'Павловск',
  },
  {
    region: 'Воронежская обл.',
    label: 'Панино',
    value: 'Панино',
  },
  {
    region: 'Воронежская обл.',
    label: 'Петропавловка',
    value: 'Петропавловка',
  },
  {
    region: 'Воронежская обл.',
    label: 'Поворино',
    value: 'Поворино',
  },
  {
    region: 'Воронежская обл.',
    label: 'Подгоренский',
    value: 'Подгоренский',
  },
  {
    region: 'Воронежская обл.',
    label: 'Рамонь',
    value: 'Рамонь',
  },
  {
    region: 'Воронежская обл.',
    label: 'Репьевка',
    value: 'Репьевка',
  },
  {
    region: 'Воронежская обл.',
    label: 'Россошь',
    value: 'Россошь',
  },
  {
    region: 'Воронежская обл.',
    label: 'Семилуки',
    value: 'Семилуки',
  },
  {
    region: 'Воронежская обл.',
    label: 'Таловая',
    value: 'Таловая',
  },
  {
    region: 'Воронежская обл.',
    label: 'Терновка',
    value: 'Терновка',
  },
  {
    region: 'Воронежская обл.',
    label: 'Хохольский',
    value: 'Хохольский',
  },
  {
    region: 'Воронежская обл.',
    label: 'Эртиль',
    value: 'Эртиль',
  },
  {
    region: 'Воронежская обл.',
    label: 'нововоронеж',
    value: 'нововоронеж',
  },
  {
    region: 'Дагестан',
    label: 'Агвали',
    value: 'Агвали',
  },
  {
    region: 'Дагестан',
    label: 'Акуша',
    value: 'Акуша',
  },
  {
    region: 'Дагестан',
    label: 'Ахты',
    value: 'Ахты',
  },
  {
    region: 'Дагестан',
    label: 'Ачису',
    value: 'Ачису',
  },
  {
    region: 'Дагестан',
    label: 'Бабаюрт',
    value: 'Бабаюрт',
  },
  {
    region: 'Дагестан',
    label: 'Бежта',
    value: 'Бежта',
  },
  {
    region: 'Дагестан',
    label: 'Ботлих',
    value: 'Ботлих',
  },
  {
    region: 'Дагестан',
    label: 'Буйнакск',
    value: 'Буйнакск',
  },
  {
    region: 'Дагестан',
    label: 'Вачи',
    value: 'Вачи',
  },
  {
    region: 'Дагестан',
    label: 'Гергебиль',
    value: 'Гергебиль',
  },
  {
    region: 'Дагестан',
    label: 'Гуниб',
    value: 'Гуниб',
  },
  {
    region: 'Дагестан',
    label: 'Дагестанские Огни',
    value: 'Дагестанские Огни',
  },
  {
    region: 'Дагестан',
    label: 'Дербент',
    value: 'Дербент',
  },
  {
    region: 'Дагестан',
    label: 'Дылым',
    value: 'Дылым',
  },
  {
    region: 'Дагестан',
    label: 'Ершовка',
    value: 'Ершовка',
  },
  {
    region: 'Дагестан',
    label: 'Избербаш',
    value: 'Избербаш',
  },
  {
    region: 'Дагестан',
    label: 'Карабудахкент',
    value: 'Карабудахкент',
  },
  {
    region: 'Дагестан',
    label: 'Карата',
    value: 'Карата',
  },
  {
    region: 'Дагестан',
    label: 'Каспийск',
    value: 'Каспийск',
  },
  {
    region: 'Дагестан',
    label: 'Касумкент',
    value: 'Касумкент',
  },
  {
    region: 'Дагестан',
    label: 'Кизилюрт',
    value: 'Кизилюрт',
  },
  {
    region: 'Дагестан',
    label: 'Кизляр',
    value: 'Кизляр',
  },
  {
    region: 'Дагестан',
    label: 'Кочубей',
    value: 'Кочубей',
  },
  {
    region: 'Дагестан',
    label: 'Кумух',
    value: 'Кумух',
  },
  {
    region: 'Дагестан',
    label: 'Курах',
    value: 'Курах',
  },
  {
    region: 'Дагестан',
    label: 'Магарамкент',
    value: 'Магарамкент',
  },
  {
    region: 'Дагестан',
    label: 'Маджалис',
    value: 'Маджалис',
  },
  {
    region: 'Дагестан',
    label: 'Махачкала',
    value: 'Махачкала',
  },
  {
    region: 'Дагестан',
    label: 'Мехельта',
    value: 'Мехельта',
  },
  {
    region: 'Дагестан',
    label: 'Новолакское',
    value: 'Новолакское',
  },
  {
    region: 'Дагестан',
    label: 'Рутул',
    value: 'Рутул',
  },
  {
    region: 'Дагестан',
    label: 'Советское',
    value: 'Советское',
  },
  {
    region: 'Дагестан',
    label: 'Тарумовка',
    value: 'Тарумовка',
  },
  {
    region: 'Дагестан',
    label: 'Терекли-Мектеб',
    value: 'Терекли-Мектеб',
  },
  {
    region: 'Дагестан',
    label: 'Тлярата',
    value: 'Тлярата',
  },
  {
    region: 'Дагестан',
    label: 'Тпиг',
    value: 'Тпиг',
  },
  {
    region: 'Дагестан',
    label: 'Уркарах',
    value: 'Уркарах',
  },
  {
    region: 'Дагестан',
    label: 'Хасавюрт',
    value: 'Хасавюрт',
  },
  {
    region: 'Дагестан',
    label: 'Хив',
    value: 'Хив',
  },
  {
    region: 'Дагестан',
    label: 'Хунзах',
    value: 'Хунзах',
  },
  {
    region: 'Дагестан',
    label: 'Цуриб',
    value: 'Цуриб',
  },
  {
    region: 'Дагестан',
    label: 'Южно-Сухокумск',
    value: 'Южно-Сухокумск',
  },
  {
    region: 'Еврейская обл.',
    label: 'Биробиджан',
    value: 'Биробиджан',
  },
  {
    region: 'Ивановская обл.',
    label: 'Архиповка',
    value: 'Архиповка',
  },
  {
    region: 'Ивановская обл.',
    label: 'Верхний Ландех',
    value: 'Верхний Ландех',
  },
  {
    region: 'Ивановская обл.',
    label: 'Вичуга',
    value: 'Вичуга',
  },
  {
    region: 'Ивановская обл.',
    label: 'Гаврилов Посад',
    value: 'Гаврилов Посад',
  },
  {
    region: 'Ивановская обл.',
    label: 'Долматовский',
    value: 'Долматовский',
  },
  {
    region: 'Ивановская обл.',
    label: 'Дуляпино',
    value: 'Дуляпино',
  },
  {
    region: 'Ивановская обл.',
    label: 'Заволжск',
    value: 'Заволжск',
  },
  {
    region: 'Ивановская обл.',
    label: 'Заречный',
    value: 'Заречный',
  },
  {
    region: 'Ивановская обл.',
    label: 'Иваново',
    value: 'Иваново',
  },
  {
    region: 'Ивановская обл.',
    label: 'Иваньковский',
    value: 'Иваньковский',
  },
  {
    region: 'Ивановская обл.',
    label: 'Ильинское-Хованское',
    value: 'Ильинское-Хованское',
  },
  {
    region: 'Ивановская обл.',
    label: 'Каминский',
    value: 'Каминский',
  },
  {
    region: 'Ивановская обл.',
    label: 'Кинешма',
    value: 'Кинешма',
  },
  {
    region: 'Ивановская обл.',
    label: 'Комсомольск',
    value: 'Комсомольск',
  },
  {
    region: 'Ивановская обл.',
    label: 'Кохма',
    value: 'Кохма',
  },
  {
    region: 'Ивановская обл.',
    label: 'Лух',
    value: 'Лух',
  },
  {
    region: 'Ивановская обл.',
    label: 'Палех',
    value: 'Палех',
  },
  {
    region: 'Ивановская обл.',
    label: 'Пестяки',
    value: 'Пестяки',
  },
  {
    region: 'Ивановская обл.',
    label: 'Приволжск',
    value: 'Приволжск',
  },
  {
    region: 'Ивановская обл.',
    label: 'Пучеж',
    value: 'Пучеж',
  },
  {
    region: 'Ивановская обл.',
    label: 'Родники',
    value: 'Родники',
  },
  {
    region: 'Ивановская обл.',
    label: 'Савино',
    value: 'Савино',
  },
  {
    region: 'Ивановская обл.',
    label: 'Сокольское',
    value: 'Сокольское',
  },
  {
    region: 'Ивановская обл.',
    label: 'Тейково',
    value: 'Тейково',
  },
  {
    region: 'Ивановская обл.',
    label: 'Фурманов',
    value: 'Фурманов',
  },
  {
    region: 'Ивановская обл.',
    label: 'Шуя',
    value: 'Шуя',
  },
  {
    region: 'Ивановская обл.',
    label: 'Южа',
    value: 'Южа',
  },
  {
    region: 'Ивановская обл.',
    label: 'Юрьевец',
    value: 'Юрьевец',
  },
  {
    region: 'Иркутская обл.',
    label: 'Алексеевск',
    value: 'Алексеевск',
  },
  {
    region: 'Иркутская обл.',
    label: 'Алзамай',
    value: 'Алзамай',
  },
  {
    region: 'Иркутская обл.',
    label: 'Алыгжер',
    value: 'Алыгжер',
  },
  {
    region: 'Иркутская обл.',
    label: 'Ангарск',
    value: 'Ангарск',
  },
  {
    region: 'Иркутская обл.',
    label: 'Артемовский',
    value: 'Артемовский',
  },
  {
    region: 'Иркутская обл.',
    label: 'Атагай',
    value: 'Атагай',
  },
  {
    region: 'Иркутская обл.',
    label: 'Байкал',
    value: 'Байкал',
  },
  {
    region: 'Иркутская обл.',
    label: 'Байкальск',
    value: 'Байкальск',
  },
  {
    region: 'Иркутская обл.',
    label: 'Балаганск',
    value: 'Балаганск',
  },
  {
    region: 'Иркутская обл.',
    label: 'Баяндай',
    value: 'Баяндай',
  },
  {
    region: 'Иркутская обл.',
    label: 'Бирюсинск',
    value: 'Бирюсинск',
  },
  {
    region: 'Иркутская обл.',
    label: 'Бодайбо',
    value: 'Бодайбо',
  },
  {
    region: 'Иркутская обл.',
    label: 'Большая Речка',
    value: 'Большая Речка',
  },
  {
    region: 'Иркутская обл.',
    label: 'Большой Луг',
    value: 'Большой Луг',
  },
  {
    region: 'Иркутская обл.',
    label: 'Бохан',
    value: 'Бохан',
  },
  {
    region: 'Иркутская обл.',
    label: 'Братск',
    value: 'Братск',
  },
  {
    region: 'Иркутская обл.',
    label: 'Видим',
    value: 'Видим',
  },
  {
    region: 'Иркутская обл.',
    label: 'Витимский',
    value: 'Витимский',
  },
  {
    region: 'Иркутская обл.',
    label: 'Вихоревка',
    value: 'Вихоревка',
  },
  {
    region: 'Иркутская обл.',
    label: 'Еланцы',
    value: 'Еланцы',
  },
  {
    region: 'Иркутская обл.',
    label: 'Ербогачен',
    value: 'Ербогачен',
  },
  {
    region: 'Иркутская обл.',
    label: 'Железногорск-Илимский',
    value: 'Железногорск-Илимский',
  },
  {
    region: 'Иркутская обл.',
    label: 'Жигалово',
    value: 'Жигалово',
  },
  {
    region: 'Иркутская обл.',
    label: 'Забитуй',
    value: 'Забитуй',
  },
  {
    region: 'Иркутская обл.',
    label: 'Залари',
    value: 'Залари',
  },
  {
    region: 'Иркутская обл.',
    label: 'Звездный',
    value: 'Звездный',
  },
  {
    region: 'Иркутская обл.',
    label: 'Зима',
    value: 'Зима',
  },
  {
    region: 'Иркутская обл.',
    label: 'Иркутск',
    value: 'Иркутск',
  },
  {
    region: 'Иркутская обл.',
    label: 'Казачинское',
    value: 'Казачинское',
  },
  {
    region: 'Иркутская обл.',
    label: 'Качуг',
    value: 'Качуг',
  },
  {
    region: 'Иркутская обл.',
    label: 'Квиток',
    value: 'Квиток',
  },
  {
    region: 'Иркутская обл.',
    label: 'Киренск',
    value: 'Киренск',
  },
  {
    region: 'Иркутская обл.',
    label: 'Куйтун',
    value: 'Куйтун',
  },
  {
    region: 'Иркутская обл.',
    label: 'Култук',
    value: 'Култук',
  },
  {
    region: 'Иркутская обл.',
    label: 'Кутулик',
    value: 'Кутулик',
  },
  {
    region: 'Иркутская обл.',
    label: 'Мама',
    value: 'Мама',
  },
  {
    region: 'Иркутская обл.',
    label: 'Нижнеудинск',
    value: 'Нижнеудинск',
  },
  {
    region: 'Иркутская обл.',
    label: 'Оса',
    value: 'Оса',
  },
  {
    region: 'Иркутская обл.',
    label: 'Саянск',
    value: 'Саянск',
  },
  {
    region: 'Иркутская обл.',
    label: 'Слюдянка',
    value: 'Слюдянка',
  },
  {
    region: 'Иркутская обл.',
    label: 'Тайшет',
    value: 'Тайшет',
  },
  {
    region: 'Иркутская обл.',
    label: 'Тулун',
    value: 'Тулун',
  },
  {
    region: 'Иркутская обл.',
    label: 'Усолье-Сибирское',
    value: 'Усолье-Сибирское',
  },
  {
    region: 'Иркутская обл.',
    label: 'Усть-Илимск',
    value: 'Усть-Илимск',
  },
  {
    region: 'Иркутская обл.',
    label: 'Усть-Кут',
    value: 'Усть-Кут',
  },
  {
    region: 'Иркутская обл.',
    label: 'Усть-Ордынский',
    value: 'Усть-Ордынский',
  },
  {
    region: 'Иркутская обл.',
    label: 'Усть-Уда',
    value: 'Усть-Уда',
  },
  {
    region: 'Иркутская обл.',
    label: 'Черемхово',
    value: 'Черемхово',
  },
  {
    region: 'Иркутская обл.',
    label: 'Чунский',
    value: 'Чунский',
  },
  {
    region: 'Иркутская обл.',
    label: 'Шелехов',
    value: 'Шелехов',
  },
  {
    region: 'Кабардино-Балкария',
    label: 'Баксан',
    value: 'Баксан',
  },
  {
    region: 'Кабардино-Балкария',
    label: 'Майский',
    value: 'Майский',
  },
  {
    region: 'Кабардино-Балкария',
    label: 'Нальчик',
    value: 'Нальчик',
  },
  {
    region: 'Кабардино-Балкария',
    label: 'Нарткала',
    value: 'Нарткала',
  },
  {
    region: 'Кабардино-Балкария',
    label: 'Прохладный',
    value: 'Прохладный',
  },
  {
    region: 'Кабардино-Балкария',
    label: 'Советское',
    value: 'Советское',
  },
  {
    region: 'Кабардино-Балкария',
    label: 'Терек',
    value: 'Терек',
  },
  {
    region: 'Кабардино-Балкария',
    label: 'Тырныауз',
    value: 'Тырныауз',
  },
  {
    region: 'Кабардино-Балкария',
    label: 'Чегем-Первый',
    value: 'Чегем-Первый',
  },
  {
    region: 'Калининградская обл.',
    label: 'Багратионовск',
    value: 'Багратионовск',
  },
  {
    region: 'Калининградская обл.',
    label: 'Балтийск',
    value: 'Балтийск',
  },
  {
    region: 'Калининградская обл.',
    label: 'Гвардейск',
    value: 'Гвардейск',
  },
  {
    region: 'Калининградская обл.',
    label: 'Гурьевск',
    value: 'Гурьевск',
  },
  {
    region: 'Калининградская обл.',
    label: 'Гусев',
    value: 'Гусев',
  },
  {
    region: 'Калининградская обл.',
    label: 'Железнодорожный',
    value: 'Железнодорожный',
  },
  {
    region: 'Калининградская обл.',
    label: 'Зеленоградск',
    value: 'Зеленоградск',
  },
  {
    region: 'Калининградская обл.',
    label: 'Знаменск',
    value: 'Знаменск',
  },
  {
    region: 'Калининградская обл.',
    label: 'Кёнигсберг',
    value: 'Кёнигсберг',
  },
  {
    region: 'Калининградская обл.',
    label: 'Калининград',
    value: 'Калининград',
  },
  {
    region: 'Калининградская обл.',
    label: 'Кенисберг',
    value: 'Кенисберг',
  },
  {
    region: 'Калининградская обл.',
    label: 'Краснознаменск',
    value: 'Краснознаменск',
  },
  {
    region: 'Калининградская обл.',
    label: 'Мамоново',
    value: 'Мамоново',
  },
  {
    region: 'Калининградская обл.',
    label: 'Неман',
    value: 'Неман',
  },
  {
    region: 'Калининградская обл.',
    label: 'Нестеров',
    value: 'Нестеров',
  },
  {
    region: 'Калининградская обл.',
    label: 'Озерск',
    value: 'Озерск',
  },
  {
    region: 'Калининградская обл.',
    label: 'Полесск',
    value: 'Полесск',
  },
  {
    region: 'Калининградская обл.',
    label: 'Правдинск',
    value: 'Правдинск',
  },
  {
    region: 'Калининградская обл.',
    label: 'Светлогорск',
    value: 'Светлогорск',
  },
  {
    region: 'Калининградская обл.',
    label: 'Светлый',
    value: 'Светлый',
  },
  {
    region: 'Калининградская обл.',
    label: 'Славск',
    value: 'Славск',
  },
  {
    region: 'Калининградская обл.',
    label: 'Советск',
    value: 'Советск',
  },
  {
    region: 'Калининградская обл.',
    label: 'Черняховск',
    value: 'Черняховск',
  },
  {
    region: 'Калмыкия',
    label: 'Аршань',
    value: 'Аршань',
  },
  {
    region: 'Калмыкия',
    label: 'Каспийский',
    value: 'Каспийский',
  },
  {
    region: 'Калмыкия',
    label: 'Комсомольский',
    value: 'Комсомольский',
  },
  {
    region: 'Калмыкия',
    label: 'Малые Дербеты',
    value: 'Малые Дербеты',
  },
  {
    region: 'Калмыкия',
    label: 'Приютное',
    value: 'Приютное',
  },
  {
    region: 'Калмыкия',
    label: 'Советское',
    value: 'Советское',
  },
  {
    region: 'Калмыкия',
    label: 'Троицкое',
    value: 'Троицкое',
  },
  {
    region: 'Калмыкия',
    label: 'Утта',
    value: 'Утта',
  },
  {
    region: 'Калмыкия',
    label: 'Цаган-Аман',
    value: 'Цаган-Аман',
  },
  {
    region: 'Калмыкия',
    label: 'Элиста',
    value: 'Элиста',
  },
  {
    region: 'Калмыкия',
    label: 'Юста',
    value: 'Юста',
  },
  {
    region: 'Калмыкия',
    label: 'Яшалта',
    value: 'Яшалта',
  },
  {
    region: 'Калмыкия',
    label: 'Яшкуль',
    value: 'Яшкуль',
  },
  {
    region: 'Калужская обл.',
    label: 'Бабынино',
    value: 'Бабынино',
  },
  {
    region: 'Калужская обл.',
    label: 'Балабаново',
    value: 'Балабаново',
  },
  {
    region: 'Калужская обл.',
    label: 'Барятино',
    value: 'Барятино',
  },
  {
    region: 'Калужская обл.',
    label: 'Белоусово',
    value: 'Белоусово',
  },
  {
    region: 'Калужская обл.',
    label: 'Бетлица',
    value: 'Бетлица',
  },
  {
    region: 'Калужская обл.',
    label: 'Боровск',
    value: 'Боровск',
  },
  {
    region: 'Калужская обл.',
    label: 'Дугна',
    value: 'Дугна',
  },
  {
    region: 'Калужская обл.',
    label: 'Дудоровский',
    value: 'Дудоровский',
  },
  {
    region: 'Калужская обл.',
    label: 'Думиничи',
    value: 'Думиничи',
  },
  {
    region: 'Калужская обл.',
    label: 'Еленский',
    value: 'Еленский',
  },
  {
    region: 'Калужская обл.',
    label: 'Жиздра',
    value: 'Жиздра',
  },
  {
    region: 'Калужская обл.',
    label: 'Износки',
    value: 'Износки',
  },
  {
    region: 'Калужская обл.',
    label: 'Калуга',
    value: 'Калуга',
  },
  {
    region: 'Калужская обл.',
    label: 'Киров',
    value: 'Киров',
  },
  {
    region: 'Калужская обл.',
    label: 'Козельск',
    value: 'Козельск',
  },
  {
    region: 'Калужская обл.',
    label: 'Кондрово',
    value: 'Кондрово',
  },
  {
    region: 'Калужская обл.',
    label: 'Людиново',
    value: 'Людиново',
  },
  {
    region: 'Калужская обл.',
    label: 'Малоярославец',
    value: 'Малоярославец',
  },
  {
    region: 'Калужская обл.',
    label: 'Медынь',
    value: 'Медынь',
  },
  {
    region: 'Калужская обл.',
    label: 'Мещовск',
    value: 'Мещовск',
  },
  {
    region: 'Калужская обл.',
    label: 'Мосальск',
    value: 'Мосальск',
  },
  {
    region: 'Калужская обл.',
    label: 'Обнинск',
    value: 'Обнинск',
  },
  {
    region: 'Калужская обл.',
    label: 'Перемышль',
    value: 'Перемышль',
  },
  {
    region: 'Калужская обл.',
    label: 'Спас-Деменск',
    value: 'Спас-Деменск',
  },
  {
    region: 'Калужская обл.',
    label: 'Сухиничи',
    value: 'Сухиничи',
  },
  {
    region: 'Калужская обл.',
    label: 'Таруса',
    value: 'Таруса',
  },
  {
    region: 'Калужская обл.',
    label: 'Ульяново',
    value: 'Ульяново',
  },
  {
    region: 'Калужская обл.',
    label: 'Ферзиково',
    value: 'Ферзиково',
  },
  {
    region: 'Калужская обл.',
    label: 'Хвастовичи',
    value: 'Хвастовичи',
  },
  {
    region: 'Калужская обл.',
    label: 'Юхнов',
    value: 'Юхнов',
  },
  {
    region: 'Камчатская обл.',
    label: 'Атласово',
    value: 'Атласово',
  },
  {
    region: 'Камчатская обл.',
    label: 'Аянка',
    value: 'Аянка',
  },
  {
    region: 'Камчатская обл.',
    label: 'Большерецк',
    value: 'Большерецк',
  },
  {
    region: 'Камчатская обл.',
    label: 'Вилючинск',
    value: 'Вилючинск',
  },
  {
    region: 'Камчатская обл.',
    label: 'Елизово',
    value: 'Елизово',
  },
  {
    region: 'Камчатская обл.',
    label: 'Ильпырский',
    value: 'Ильпырский',
  },
  {
    region: 'Камчатская обл.',
    label: 'Каменское',
    value: 'Каменское',
  },
  {
    region: 'Камчатская обл.',
    label: 'Кировский',
    value: 'Кировский',
  },
  {
    region: 'Камчатская обл.',
    label: 'Ключи',
    value: 'Ключи',
  },
  {
    region: 'Камчатская обл.',
    label: 'Крапивная',
    value: 'Крапивная',
  },
  {
    region: 'Камчатская обл.',
    label: 'Мильково',
    value: 'Мильково',
  },
  {
    region: 'Камчатская обл.',
    label: 'Никольское',
    value: 'Никольское',
  },
  {
    region: 'Камчатская обл.',
    label: 'Озерновский',
    value: 'Озерновский',
  },
  {
    region: 'Камчатская обл.',
    label: 'Оссора',
    value: 'Оссора',
  },
  {
    region: 'Камчатская обл.',
    label: 'Палана',
    value: 'Палана',
  },
  {
    region: 'Камчатская обл.',
    label: 'Парень',
    value: 'Парень',
  },
  {
    region: 'Камчатская обл.',
    label: 'Пахачи',
    value: 'Пахачи',
  },
  {
    region: 'Камчатская обл.',
    label: 'Петропавловск-Камчатский',
    value: 'Петропавловск-Камчатский',
  },
  {
    region: 'Камчатская обл.',
    label: 'Тигиль',
    value: 'Тигиль',
  },
  {
    region: 'Камчатская обл.',
    label: 'Тиличики',
    value: 'Тиличики',
  },
  {
    region: 'Камчатская обл.',
    label: 'Усть-Большерецк',
    value: 'Усть-Большерецк',
  },
  {
    region: 'Камчатская обл.',
    label: 'Усть-Камчатск',
    value: 'Усть-Камчатск',
  },
  {
    region: 'Карелия',
    label: 'Амбарный',
    value: 'Амбарный',
  },
  {
    region: 'Карелия',
    label: 'Беломорск',
    value: 'Беломорск',
  },
  {
    region: 'Карелия',
    label: 'Валаам',
    value: 'Валаам',
  },
  {
    region: 'Карелия',
    label: 'Вирандозеро',
    value: 'Вирандозеро',
  },
  {
    region: 'Карелия',
    label: 'Гирвас',
    value: 'Гирвас',
  },
  {
    region: 'Карелия',
    label: 'Деревянка',
    value: 'Деревянка',
  },
  {
    region: 'Карелия',
    label: 'Идель',
    value: 'Идель',
  },
  {
    region: 'Карелия',
    label: 'Ильинский',
    value: 'Ильинский',
  },
  {
    region: 'Карелия',
    label: 'Импалахти',
    value: 'Импалахти',
  },
  {
    region: 'Карелия',
    label: 'Калевала',
    value: 'Калевала',
  },
  {
    region: 'Карелия',
    label: 'Кемь',
    value: 'Кемь',
  },
  {
    region: 'Карелия',
    label: 'Кестеньга',
    value: 'Кестеньга',
  },
  {
    region: 'Карелия',
    label: 'Кондопога',
    value: 'Кондопога',
  },
  {
    region: 'Карелия',
    label: 'Костомукша',
    value: 'Костомукша',
  },
  {
    region: 'Карелия',
    label: 'Лахденпохья',
    value: 'Лахденпохья',
  },
  {
    region: 'Карелия',
    label: 'Лоухи',
    value: 'Лоухи',
  },
  {
    region: 'Карелия',
    label: 'Медвежьегорск',
    value: 'Медвежьегорск',
  },
  {
    region: 'Карелия',
    label: 'Муезерский',
    value: 'Муезерский',
  },
  {
    region: 'Карелия',
    label: 'Олонец',
    value: 'Олонец',
  },
  {
    region: 'Карелия',
    label: 'Петрозаводск',
    value: 'Петрозаводск',
  },
  {
    region: 'Карелия',
    label: 'Питкяранта',
    value: 'Питкяранта',
  },
  {
    region: 'Карелия',
    label: 'Повенец',
    value: 'Повенец',
  },
  {
    region: 'Карелия',
    label: 'Пряжа',
    value: 'Пряжа',
  },
  {
    region: 'Карелия',
    label: 'Пудож',
    value: 'Пудож',
  },
  {
    region: 'Карелия',
    label: 'Сегежа',
    value: 'Сегежа',
  },
  {
    region: 'Карелия',
    label: 'Сортавала',
    value: 'Сортавала',
  },
  {
    region: 'Карелия',
    label: 'Софпорог',
    value: 'Софпорог',
  },
  {
    region: 'Карелия',
    label: 'Суоярви',
    value: 'Суоярви',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Анжеро-Судженск',
    value: 'Анжеро-Судженск',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Барзас',
    value: 'Барзас',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Белово',
    value: 'Белово',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Белогорск',
    value: 'Белогорск',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Березовский',
    value: 'Березовский',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Грамотеино',
    value: 'Грамотеино',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Гурьевск',
    value: 'Гурьевск',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Ижморский',
    value: 'Ижморский',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Итатский',
    value: 'Итатский',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Калтан',
    value: 'Калтан',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Кедровка',
    value: 'Кедровка',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Кемерово',
    value: 'Кемерово',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Киселевск',
    value: 'Киселевск',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Крапивинский',
    value: 'Крапивинский',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Ленинск-Кузнецкий',
    value: 'Ленинск-Кузнецкий',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Мариинск',
    value: 'Мариинск',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Междуреченск',
    value: 'Междуреченск',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Мыски',
    value: 'Мыски',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Новокузнецк',
    value: 'Новокузнецк',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Осинники',
    value: 'Осинники',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Прокопьевск',
    value: 'Прокопьевск',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Промышленная',
    value: 'Промышленная',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Тайга',
    value: 'Тайга',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Таштагол',
    value: 'Таштагол',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Тисуль',
    value: 'Тисуль',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Топки',
    value: 'Топки',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Тяжинский',
    value: 'Тяжинский',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Юрга',
    value: 'Юрга',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Яшкино',
    value: 'Яшкино',
  },
  {
    region: 'Кемеровская обл.',
    label: 'Яя',
    value: 'Яя',
  },
  {
    region: 'Кировская обл.',
    label: 'Арбаж',
    value: 'Арбаж',
  },
  {
    region: 'Кировская обл.',
    label: 'Аркуль',
    value: 'Аркуль',
  },
  {
    region: 'Кировская обл.',
    label: 'Белая Холуница',
    value: 'Белая Холуница',
  },
  {
    region: 'Кировская обл.',
    label: 'Богородское',
    value: 'Богородское',
  },
  {
    region: 'Кировская обл.',
    label: 'Боровой',
    value: 'Боровой',
  },
  {
    region: 'Кировская обл.',
    label: 'Верхошижемье',
    value: 'Верхошижемье',
  },
  {
    region: 'Кировская обл.',
    label: 'Вятские Поляны',
    value: 'Вятские Поляны',
  },
  {
    region: 'Кировская обл.',
    label: 'Зуевка',
    value: 'Зуевка',
  },
  {
    region: 'Кировская обл.',
    label: 'Каринторф',
    value: 'Каринторф',
  },
  {
    region: 'Кировская обл.',
    label: 'Кикнур',
    value: 'Кикнур',
  },
  {
    region: 'Кировская обл.',
    label: 'Кильмезь',
    value: 'Кильмезь',
  },
  {
    region: 'Кировская обл.',
    label: 'Киров',
    value: 'Киров',
  },
  {
    region: 'Кировская обл.',
    label: 'Кирово-Чепецк',
    value: 'Кирово-Чепецк',
  },
  {
    region: 'Кировская обл.',
    label: 'Кирс',
    value: 'Кирс',
  },
  {
    region: 'Кировская обл.',
    label: 'Кобра',
    value: 'Кобра',
  },
  {
    region: 'Кировская обл.',
    label: 'Котельнич',
    value: 'Котельнич',
  },
  {
    region: 'Кировская обл.',
    label: 'Кумены',
    value: 'Кумены',
  },
  {
    region: 'Кировская обл.',
    label: 'Ленинское',
    value: 'Ленинское',
  },
  {
    region: 'Кировская обл.',
    label: 'Луза',
    value: 'Луза',
  },
  {
    region: 'Кировская обл.',
    label: 'Малмыж',
    value: 'Малмыж',
  },
  {
    region: 'Кировская обл.',
    label: 'Мураши',
    value: 'Мураши',
  },
  {
    region: 'Кировская обл.',
    label: 'Нагорск',
    value: 'Нагорск',
  },
  {
    region: 'Кировская обл.',
    label: 'Нема',
    value: 'Нема',
  },
  {
    region: 'Кировская обл.',
    label: 'Нововятск',
    value: 'Нововятск',
  },
  {
    region: 'Кировская обл.',
    label: 'Нолинск',
    value: 'Нолинск',
  },
  {
    region: 'Кировская обл.',
    label: 'Омутнинск',
    value: 'Омутнинск',
  },
  {
    region: 'Кировская обл.',
    label: 'Опарино',
    value: 'Опарино',
  },
  {
    region: 'Кировская обл.',
    label: 'Оричи',
    value: 'Оричи',
  },
  {
    region: 'Кировская обл.',
    label: 'Пижанка',
    value: 'Пижанка',
  },
  {
    region: 'Кировская обл.',
    label: 'Подосиновец',
    value: 'Подосиновец',
  },
  {
    region: 'Кировская обл.',
    label: 'Санчурск',
    value: 'Санчурск',
  },
  {
    region: 'Кировская обл.',
    label: 'Свеча',
    value: 'Свеча',
  },
  {
    region: 'Кировская обл.',
    label: 'Слободской',
    value: 'Слободской',
  },
  {
    region: 'Кировская обл.',
    label: 'Советск',
    value: 'Советск',
  },
  {
    region: 'Кировская обл.',
    label: 'Суна',
    value: 'Суна',
  },
  {
    region: 'Кировская обл.',
    label: 'Тужа',
    value: 'Тужа',
  },
  {
    region: 'Кировская обл.',
    label: 'Уни',
    value: 'Уни',
  },
  {
    region: 'Кировская обл.',
    label: 'Уржум',
    value: 'Уржум',
  },
  {
    region: 'Кировская обл.',
    label: 'Фаленки',
    value: 'Фаленки',
  },
  {
    region: 'Кировская обл.',
    label: 'Халтурин',
    value: 'Халтурин',
  },
  {
    region: 'Кировская обл.',
    label: 'Юрья',
    value: 'Юрья',
  },
  {
    region: 'Кировская обл.',
    label: 'Яранск',
    value: 'Яранск',
  },
  {
    region: 'Коми',
    label: 'Абезь',
    value: 'Абезь',
  },
  {
    region: 'Коми',
    label: 'Айкино',
    value: 'Айкино',
  },
  {
    region: 'Коми',
    label: 'Верхняя Инта',
    value: 'Верхняя Инта',
  },
  {
    region: 'Коми',
    label: 'Визинга',
    value: 'Визинга',
  },
  {
    region: 'Коми',
    label: 'Водный',
    value: 'Водный',
  },
  {
    region: 'Коми',
    label: 'Вожаель',
    value: 'Вожаель',
  },
  {
    region: 'Коми',
    label: 'Воркута',
    value: 'Воркута',
  },
  {
    region: 'Коми',
    label: 'Вуктыл',
    value: 'Вуктыл',
  },
  {
    region: 'Коми',
    label: 'Гешарт',
    value: 'Гешарт',
  },
  {
    region: 'Коми',
    label: 'Елецкий',
    value: 'Елецкий',
  },
  {
    region: 'Коми',
    label: 'Емва',
    value: 'Емва',
  },
  {
    region: 'Коми',
    label: 'Заполярный',
    value: 'Заполярный',
  },
  {
    region: 'Коми',
    label: 'Ижма',
    value: 'Ижма',
  },
  {
    region: 'Коми',
    label: 'Инта',
    value: 'Инта',
  },
  {
    region: 'Коми',
    label: 'Ираель',
    value: 'Ираель',
  },
  {
    region: 'Коми',
    label: 'Каджером',
    value: 'Каджером',
  },
  {
    region: 'Коми',
    label: 'Кажым',
    value: 'Кажым',
  },
  {
    region: 'Коми',
    label: 'Кожым',
    value: 'Кожым',
  },
  {
    region: 'Коми',
    label: 'Койгородок',
    value: 'Койгородок',
  },
  {
    region: 'Коми',
    label: 'Корткерос',
    value: 'Корткерос',
  },
  {
    region: 'Коми',
    label: 'Кослан',
    value: 'Кослан',
  },
  {
    region: 'Коми',
    label: 'Объячево',
    value: 'Объячево',
  },
  {
    region: 'Коми',
    label: 'Печора',
    value: 'Печора',
  },
  {
    region: 'Коми',
    label: 'Сосногорск',
    value: 'Сосногорск',
  },
  {
    region: 'Коми',
    label: 'Сыктывкар',
    value: 'Сыктывкар',
  },
  {
    region: 'Коми',
    label: 'Троицко-Печерск',
    value: 'Троицко-Печерск',
  },
  {
    region: 'Коми',
    label: 'Усинск',
    value: 'Усинск',
  },
  {
    region: 'Коми',
    label: 'Усогорск',
    value: 'Усогорск',
  },
  {
    region: 'Коми',
    label: 'Усть-Кулом',
    value: 'Усть-Кулом',
  },
  {
    region: 'Коми',
    label: 'Усть-Цильма',
    value: 'Усть-Цильма',
  },
  {
    region: 'Коми',
    label: 'Ухта',
    value: 'Ухта',
  },
  {
    region: 'Костромская обл.',
    label: 'Антропово',
    value: 'Антропово',
  },
  {
    region: 'Костромская обл.',
    label: 'Боговарово',
    value: 'Боговарово',
  },
  {
    region: 'Костромская обл.',
    label: 'Буй',
    value: 'Буй',
  },
  {
    region: 'Костромская обл.',
    label: 'Волгореченск',
    value: 'Волгореченск',
  },
  {
    region: 'Костромская обл.',
    label: 'Галич',
    value: 'Галич',
  },
  {
    region: 'Костромская обл.',
    label: 'Горчуха',
    value: 'Горчуха',
  },
  {
    region: 'Костромская обл.',
    label: 'Зебляки',
    value: 'Зебляки',
  },
  {
    region: 'Костромская обл.',
    label: 'Кадый',
    value: 'Кадый',
  },
  {
    region: 'Костромская обл.',
    label: 'Кологрив',
    value: 'Кологрив',
  },
  {
    region: 'Костромская обл.',
    label: 'Кострома',
    value: 'Кострома',
  },
  {
    region: 'Костромская обл.',
    label: 'Красное-на-Волге',
    value: 'Красное-на-Волге',
  },
  {
    region: 'Костромская обл.',
    label: 'Макарьев',
    value: 'Макарьев',
  },
  {
    region: 'Костромская обл.',
    label: 'Мантурово',
    value: 'Мантурово',
  },
  {
    region: 'Костромская обл.',
    label: 'Нерехта',
    value: 'Нерехта',
  },
  {
    region: 'Костромская обл.',
    label: 'Нея',
    value: 'Нея',
  },
  {
    region: 'Костромская обл.',
    label: 'Островское',
    value: 'Островское',
  },
  {
    region: 'Костромская обл.',
    label: 'Павино',
    value: 'Павино',
  },
  {
    region: 'Костромская обл.',
    label: 'Парфентьево',
    value: 'Парфентьево',
  },
  {
    region: 'Костромская обл.',
    label: 'Поназырево',
    value: 'Поназырево',
  },
  {
    region: 'Костромская обл.',
    label: 'Солигалич',
    value: 'Солигалич',
  },
  {
    region: 'Костромская обл.',
    label: 'Судиславль',
    value: 'Судиславль',
  },
  {
    region: 'Костромская обл.',
    label: 'Сусанино',
    value: 'Сусанино',
  },
  {
    region: 'Костромская обл.',
    label: 'Чухлома',
    value: 'Чухлома',
  },
  {
    region: 'Костромская обл.',
    label: 'Шарья',
    value: 'Шарья',
  },
  {
    region: 'Костромская обл.',
    label: 'Шемятино',
    value: 'Шемятино',
  },
  {
    region: 'Краснодарский край',
    label: 'Абинск',
    value: 'Абинск',
  },
  {
    region: 'Краснодарский край',
    label: 'Абрау-Дюрсо',
    value: 'Абрау-Дюрсо',
  },
  {
    region: 'Краснодарский край',
    label: 'Анапа',
    value: 'Анапа',
  },
  {
    region: 'Краснодарский край',
    label: 'Апшеронск',
    value: 'Апшеронск',
  },
  {
    region: 'Краснодарский край',
    label: 'Армавир',
    value: 'Армавир',
  },
  {
    region: 'Краснодарский край',
    label: 'Архипо-Осиповка',
    value: 'Архипо-Осиповка',
  },
  {
    region: 'Краснодарский край',
    label: 'Афипский',
    value: 'Афипский',
  },
  {
    region: 'Краснодарский край',
    label: 'Ахтырский',
    value: 'Ахтырский',
  },
  {
    region: 'Краснодарский край',
    label: 'Ачуево',
    value: 'Ачуево',
  },
  {
    region: 'Краснодарский край',
    label: 'Белореченск',
    value: 'Белореченск',
  },
  {
    region: 'Краснодарский край',
    label: 'Верхнебаканский',
    value: 'Верхнебаканский',
  },
  {
    region: 'Краснодарский край',
    label: 'Выселки',
    value: 'Выселки',
  },
  {
    region: 'Краснодарский край',
    label: 'Геленджик',
    value: 'Геленджик',
  },
  {
    region: 'Краснодарский край',
    label: 'Гиагинская',
    value: 'Гиагинская',
  },
  {
    region: 'Краснодарский край',
    label: 'Горячий Ключ',
    value: 'Горячий Ключ',
  },
  {
    region: 'Краснодарский край',
    label: 'Джубга',
    value: 'Джубга',
  },
  {
    region: 'Краснодарский край',
    label: 'Динская',
    value: 'Динская',
  },
  {
    region: 'Краснодарский край',
    label: 'Ейск',
    value: 'Ейск',
  },
  {
    region: 'Краснодарский край',
    label: 'Ильский',
    value: 'Ильский',
  },
  {
    region: 'Краснодарский край',
    label: 'Кабардинка',
    value: 'Кабардинка',
  },
  {
    region: 'Краснодарский край',
    label: 'Калинино',
    value: 'Калинино',
  },
  {
    region: 'Краснодарский край',
    label: 'Калининская',
    value: 'Калининская',
  },
  {
    region: 'Краснодарский край',
    label: 'Каменномостский',
    value: 'Каменномостский',
  },
  {
    region: 'Краснодарский край',
    label: 'Каневская',
    value: 'Каневская',
  },
  {
    region: 'Краснодарский край',
    label: 'Кореновск',
    value: 'Кореновск',
  },
  {
    region: 'Краснодарский край',
    label: 'Красноармейская',
    value: 'Красноармейская',
  },
  {
    region: 'Краснодарский край',
    label: 'Краснодар',
    value: 'Краснодар',
  },
  {
    region: 'Краснодарский край',
    label: 'Кропоткин',
    value: 'Кропоткин',
  },
  {
    region: 'Краснодарский край',
    label: 'Крыловская',
    value: 'Крыловская',
  },
  {
    region: 'Краснодарский край',
    label: 'Крымск',
    value: 'Крымск',
  },
  {
    region: 'Краснодарский край',
    label: 'Курганинск',
    value: 'Курганинск',
  },
  {
    region: 'Краснодарский край',
    label: 'Кущевская',
    value: 'Кущевская',
  },
  {
    region: 'Краснодарский край',
    label: 'Лабинск',
    value: 'Лабинск',
  },
  {
    region: 'Краснодарский край',
    label: 'Лениградская',
    value: 'Лениградская',
  },
  {
    region: 'Краснодарский край',
    label: 'Майкоп',
    value: 'Майкоп',
  },
  {
    region: 'Краснодарский край',
    label: 'Мостовской',
    value: 'Мостовской',
  },
  {
    region: 'Краснодарский край',
    label: 'Новороссийск',
    value: 'Новороссийск',
  },
  {
    region: 'Краснодарский край',
    label: 'Отрадная',
    value: 'Отрадная',
  },
  {
    region: 'Краснодарский край',
    label: 'Павловская',
    value: 'Павловская',
  },
  {
    region: 'Краснодарский край',
    label: 'Приморско-Ахтарск',
    value: 'Приморско-Ахтарск',
  },
  {
    region: 'Краснодарский край',
    label: 'Северская',
    value: 'Северская',
  },
  {
    region: 'Краснодарский край',
    label: 'Славянск-на-Кубани',
    value: 'Славянск-на-Кубани',
  },
  {
    region: 'Краснодарский край',
    label: 'Сочи',
    value: 'Сочи',
  },
  {
    region: 'Краснодарский край',
    label: 'Староминская',
    value: 'Староминская',
  },
  {
    region: 'Краснодарский край',
    label: 'Старощербиновская',
    value: 'Старощербиновская',
  },
  {
    region: 'Краснодарский край',
    label: 'Тбилисская',
    value: 'Тбилисская',
  },
  {
    region: 'Краснодарский край',
    label: 'Темрюк',
    value: 'Темрюк',
  },
  {
    region: 'Краснодарский край',
    label: 'Тимашевск',
    value: 'Тимашевск',
  },
  {
    region: 'Краснодарский край',
    label: 'Тихорецк',
    value: 'Тихорецк',
  },
  {
    region: 'Краснодарский край',
    label: 'Туапсе',
    value: 'Туапсе',
  },
  {
    region: 'Краснодарский край',
    label: 'Тульский',
    value: 'Тульский',
  },
  {
    region: 'Краснодарский край',
    label: 'Усть-Лабинск',
    value: 'Усть-Лабинск',
  },
  {
    region: 'Краснодарский край',
    label: 'Шовгеновский',
    value: 'Шовгеновский',
  },
  {
    region: 'Красноярский край',
    label: ' Железногорск',
    value: ' Железногорск',
  },
  {
    region: 'Красноярский край',
    label: 'Абаза',
    value: 'Абаза',
  },
  {
    region: 'Красноярский край',
    label: 'Абакан',
    value: 'Абакан',
  },
  {
    region: 'Красноярский край',
    label: 'Абан',
    value: 'Абан',
  },
  {
    region: 'Красноярский край',
    label: 'Агинское',
    value: 'Агинское',
  },
  {
    region: 'Красноярский край',
    label: 'Артемовск',
    value: 'Артемовск',
  },
  {
    region: 'Красноярский край',
    label: 'Аскиз',
    value: 'Аскиз',
  },
  {
    region: 'Красноярский край',
    label: 'Ачинск',
    value: 'Ачинск',
  },
  {
    region: 'Красноярский край',
    label: 'Байкит',
    value: 'Байкит',
  },
  {
    region: 'Красноярский край',
    label: 'Балахта',
    value: 'Балахта',
  },
  {
    region: 'Красноярский край',
    label: 'Балыкса',
    value: 'Балыкса',
  },
  {
    region: 'Красноярский край',
    label: 'Белый Яр',
    value: 'Белый Яр',
  },
  {
    region: 'Красноярский край',
    label: 'Бельтырский',
    value: 'Бельтырский',
  },
  {
    region: 'Красноярский край',
    label: 'Бея',
    value: 'Бея',
  },
  {
    region: 'Красноярский край',
    label: 'Бискамжа',
    value: 'Бискамжа',
  },
  {
    region: 'Красноярский край',
    label: 'Боготол',
    value: 'Боготол',
  },
  {
    region: 'Красноярский край',
    label: 'Боград',
    value: 'Боград',
  },
  {
    region: 'Красноярский край',
    label: 'Богучаны',
    value: 'Богучаны',
  },
  {
    region: 'Красноярский край',
    label: 'Большая Мурта',
    value: 'Большая Мурта',
  },
  {
    region: 'Красноярский край',
    label: 'Большой Улуй',
    value: 'Большой Улуй',
  },
  {
    region: 'Красноярский край',
    label: 'Бородино',
    value: 'Бородино',
  },
  {
    region: 'Красноярский край',
    label: 'Ванавара',
    value: 'Ванавара',
  },
  {
    region: 'Красноярский край',
    label: 'Верхнеимбатск',
    value: 'Верхнеимбатск',
  },
  {
    region: 'Красноярский край',
    label: 'Горячегорск',
    value: 'Горячегорск',
  },
  {
    region: 'Красноярский край',
    label: 'Дзержинское',
    value: 'Дзержинское',
  },
  {
    region: 'Красноярский край',
    label: 'Дивногорск',
    value: 'Дивногорск',
  },
  {
    region: 'Красноярский край',
    label: 'Диксон',
    value: 'Диксон',
  },
  {
    region: 'Красноярский край',
    label: 'Дудинка',
    value: 'Дудинка',
  },
  {
    region: 'Красноярский край',
    label: 'Емельяново',
    value: 'Емельяново',
  },
  {
    region: 'Красноярский край',
    label: 'Енисейск',
    value: 'Енисейск',
  },
  {
    region: 'Красноярский край',
    label: 'Ермаковское',
    value: 'Ермаковское',
  },
  {
    region: 'Красноярский край',
    label: 'Заозерный',
    value: 'Заозерный',
  },
  {
    region: 'Красноярский край',
    label: 'Зеленогорск',
    value: 'Зеленогорск',
  },
  {
    region: 'Красноярский край',
    label: 'Игарка',
    value: 'Игарка',
  },
  {
    region: 'Красноярский край',
    label: 'Идринское',
    value: 'Идринское',
  },
  {
    region: 'Красноярский край',
    label: 'Иланский',
    value: 'Иланский',
  },
  {
    region: 'Красноярский край',
    label: 'Ирбейское',
    value: 'Ирбейское',
  },
  {
    region: 'Красноярский край',
    label: 'Казачинское',
    value: 'Казачинское',
  },
  {
    region: 'Красноярский край',
    label: 'Канск',
    value: 'Канск',
  },
  {
    region: 'Красноярский край',
    label: 'Каратузское',
    value: 'Каратузское',
  },
  {
    region: 'Красноярский край',
    label: 'Караул',
    value: 'Караул',
  },
  {
    region: 'Красноярский край',
    label: 'Кежма',
    value: 'Кежма',
  },
  {
    region: 'Красноярский край',
    label: 'Кодинск',
    value: 'Кодинск',
  },
  {
    region: 'Красноярский край',
    label: 'Козулька',
    value: 'Козулька',
  },
  {
    region: 'Красноярский край',
    label: 'Копьево',
    value: 'Копьево',
  },
  {
    region: 'Красноярский край',
    label: 'Краснотуранск',
    value: 'Краснотуранск',
  },
  {
    region: 'Красноярский край',
    label: 'Красноярск',
    value: 'Красноярск',
  },
  {
    region: 'Красноярский край',
    label: 'Курагино',
    value: 'Курагино',
  },
  {
    region: 'Красноярский край',
    label: 'Лесосибирск',
    value: 'Лесосибирск',
  },
  {
    region: 'Красноярский край',
    label: 'Минусинск',
    value: 'Минусинск',
  },
  {
    region: 'Красноярский край',
    label: 'Мотыгино',
    value: 'Мотыгино',
  },
  {
    region: 'Красноярский край',
    label: 'Назарово',
    value: 'Назарово',
  },
  {
    region: 'Красноярский край',
    label: 'Нижний Ингаш',
    value: 'Нижний Ингаш',
  },
  {
    region: 'Красноярский край',
    label: 'Новоселово',
    value: 'Новоселово',
  },
  {
    region: 'Красноярский край',
    label: 'Норильск',
    value: 'Норильск',
  },
  {
    region: 'Красноярский край',
    label: 'Партизанское',
    value: 'Партизанское',
  },
  {
    region: 'Красноярский край',
    label: 'Пировское',
    value: 'Пировское',
  },
  {
    region: 'Красноярский край',
    label: 'Саяногорск',
    value: 'Саяногорск',
  },
  {
    region: 'Красноярский край',
    label: 'Северо-Енисейский',
    value: 'Северо-Енисейский',
  },
  {
    region: 'Красноярский край',
    label: 'Сосновоборск',
    value: 'Сосновоборск',
  },
  {
    region: 'Красноярский край',
    label: 'Тасеево',
    value: 'Тасеево',
  },
  {
    region: 'Красноярский край',
    label: 'Таштып',
    value: 'Таштып',
  },
  {
    region: 'Красноярский край',
    label: 'Тура',
    value: 'Тура',
  },
  {
    region: 'Красноярский край',
    label: 'Туруханск',
    value: 'Туруханск',
  },
  {
    region: 'Красноярский край',
    label: 'Тюхтет',
    value: 'Тюхтет',
  },
  {
    region: 'Красноярский край',
    label: 'Ужур',
    value: 'Ужур',
  },
  {
    region: 'Красноярский край',
    label: 'Усть-Авам',
    value: 'Усть-Авам',
  },
  {
    region: 'Красноярский край',
    label: 'Уяр',
    value: 'Уяр',
  },
  {
    region: 'Красноярский край',
    label: 'Хатанга',
    value: 'Хатанга',
  },
  {
    region: 'Красноярский край',
    label: 'Черемушки',
    value: 'Черемушки',
  },
  {
    region: 'Красноярский край',
    label: 'Черногорск',
    value: 'Черногорск',
  },
  {
    region: 'Красноярский край',
    label: 'Шалинское',
    value: 'Шалинское',
  },
  {
    region: 'Красноярский край',
    label: 'Шарыпово',
    value: 'Шарыпово',
  },
  {
    region: 'Красноярский край',
    label: 'Шира',
    value: 'Шира',
  },
  {
    region: 'Красноярский край',
    label: 'Шушенское',
    value: 'Шушенское',
  },
  {
    region: 'Курганская обл.',
    label: 'Варгаши',
    value: 'Варгаши',
  },
  {
    region: 'Курганская обл.',
    label: 'Глядянское',
    value: 'Глядянское',
  },
  {
    region: 'Курганская обл.',
    label: 'Далматово',
    value: 'Далматово',
  },
  {
    region: 'Курганская обл.',
    label: 'Каргаполье',
    value: 'Каргаполье',
  },
  {
    region: 'Курганская обл.',
    label: 'Катайск',
    value: 'Катайск',
  },
  {
    region: 'Курганская обл.',
    label: 'Кетово',
    value: 'Кетово',
  },
  {
    region: 'Курганская обл.',
    label: 'Курган',
    value: 'Курган',
  },
  {
    region: 'Курганская обл.',
    label: 'Куртамыш',
    value: 'Куртамыш',
  },
  {
    region: 'Курганская обл.',
    label: 'Лебяжье',
    value: 'Лебяжье',
  },
  {
    region: 'Курганская обл.',
    label: 'Макушино',
    value: 'Макушино',
  },
  {
    region: 'Курганская обл.',
    label: 'Мишкино',
    value: 'Мишкино',
  },
  {
    region: 'Курганская обл.',
    label: 'Мокроусово',
    value: 'Мокроусово',
  },
  {
    region: 'Курганская обл.',
    label: 'Петухово',
    value: 'Петухово',
  },
  {
    region: 'Курганская обл.',
    label: 'Половинное',
    value: 'Половинное',
  },
  {
    region: 'Курганская обл.',
    label: 'Сафакулево',
    value: 'Сафакулево',
  },
  {
    region: 'Курганская обл.',
    label: 'Целинное',
    value: 'Целинное',
  },
  {
    region: 'Курганская обл.',
    label: 'Шадринск',
    value: 'Шадринск',
  },
  {
    region: 'Курганская обл.',
    label: 'Шатрово',
    value: 'Шатрово',
  },
  {
    region: 'Курганская обл.',
    label: 'Шумиха',
    value: 'Шумиха',
  },
  {
    region: 'Курганская обл.',
    label: 'Щучье',
    value: 'Щучье',
  },
  {
    region: 'Курганская обл.',
    label: 'Юргамыш',
    value: 'Юргамыш',
  },
  {
    region: 'Курская обл.',
    label: 'Альменево',
    value: 'Альменево',
  },
  {
    region: 'Курская обл.',
    label: 'Белая',
    value: 'Белая',
  },
  {
    region: 'Курская обл.',
    label: 'Большое Солдатское',
    value: 'Большое Солдатское',
  },
  {
    region: 'Курская обл.',
    label: 'Глушково',
    value: 'Глушково',
  },
  {
    region: 'Курская обл.',
    label: 'Горшечное',
    value: 'Горшечное',
  },
  {
    region: 'Курская обл.',
    label: 'Дмитриев-Льговский',
    value: 'Дмитриев-Льговский',
  },
  {
    region: 'Курская обл.',
    label: 'Железногорск',
    value: 'Железногорск',
  },
  {
    region: 'Курская обл.',
    label: 'Золотухино',
    value: 'Золотухино',
  },
  {
    region: 'Курская обл.',
    label: 'Касторное',
    value: 'Касторное',
  },
  {
    region: 'Курская обл.',
    label: 'Конышевка',
    value: 'Конышевка',
  },
  {
    region: 'Курская обл.',
    label: 'Коренево',
    value: 'Коренево',
  },
  {
    region: 'Курская обл.',
    label: 'Курск',
    value: 'Курск',
  },
  {
    region: 'Курская обл.',
    label: 'Курчатов',
    value: 'Курчатов',
  },
  {
    region: 'Курская обл.',
    label: 'Кшенский',
    value: 'Кшенский',
  },
  {
    region: 'Курская обл.',
    label: 'Льгов',
    value: 'Льгов',
  },
  {
    region: 'Курская обл.',
    label: 'Мантурово',
    value: 'Мантурово',
  },
  {
    region: 'Курская обл.',
    label: 'Медвенка',
    value: 'Медвенка',
  },
  {
    region: 'Курская обл.',
    label: 'Обоянь',
    value: 'Обоянь',
  },
  {
    region: 'Курская обл.',
    label: 'Поныри',
    value: 'Поныри',
  },
  {
    region: 'Курская обл.',
    label: 'Пристень',
    value: 'Пристень',
  },
  {
    region: 'Курская обл.',
    label: 'Прямицыно',
    value: 'Прямицыно',
  },
  {
    region: 'Курская обл.',
    label: 'Рыльск',
    value: 'Рыльск',
  },
  {
    region: 'Курская обл.',
    label: 'Суджа',
    value: 'Суджа',
  },
  {
    region: 'Курская обл.',
    label: 'Тим',
    value: 'Тим',
  },
  {
    region: 'Курская обл.',
    label: 'Фатеж',
    value: 'Фатеж',
  },
  {
    region: 'Курская обл.',
    label: 'Хомутовка',
    value: 'Хомутовка',
  },
  {
    region: 'Курская обл.',
    label: 'Черемисиново',
    value: 'Черемисиново',
  },
  {
    region: 'Курская обл.',
    label: 'Щигры',
    value: 'Щигры',
  },
  {
    region: 'Липецкая обл.',
    label: 'Грязи',
    value: 'Грязи',
  },
  {
    region: 'Липецкая обл.',
    label: 'Данхов',
    value: 'Данхов',
  },
  {
    region: 'Липецкая обл.',
    label: 'Доброе',
    value: 'Доброе',
  },
  {
    region: 'Липецкая обл.',
    label: 'Долгоруково',
    value: 'Долгоруково',
  },
  {
    region: 'Липецкая обл.',
    label: 'Елец',
    value: 'Елец',
  },
  {
    region: 'Липецкая обл.',
    label: 'Задонск',
    value: 'Задонск',
  },
  {
    region: 'Липецкая обл.',
    label: 'Измалково',
    value: 'Измалково',
  },
  {
    region: 'Липецкая обл.',
    label: 'Казинка',
    value: 'Казинка',
  },
  {
    region: 'Липецкая обл.',
    label: 'Лебедянь',
    value: 'Лебедянь',
  },
  {
    region: 'Липецкая обл.',
    label: 'Лев Толстой',
    value: 'Лев Толстой',
  },
  {
    region: 'Липецкая обл.',
    label: 'Липецк',
    value: 'Липецк',
  },
  {
    region: 'Липецкая обл.',
    label: 'Тербуны',
    value: 'Тербуны',
  },
  {
    region: 'Липецкая обл.',
    label: 'Усмань',
    value: 'Усмань',
  },
  {
    region: 'Липецкая обл.',
    label: 'Хлевное',
    value: 'Хлевное',
  },
  {
    region: 'Липецкая обл.',
    label: 'Чаплыгин',
    value: 'Чаплыгин',
  },
  {
    region: 'Магаданская обл.',
    label: 'Анадырь',
    value: 'Анадырь',
  },
  {
    region: 'Магаданская обл.',
    label: 'Атка',
    value: 'Атка',
  },
  {
    region: 'Магаданская обл.',
    label: 'Балыгычан',
    value: 'Балыгычан',
  },
  {
    region: 'Магаданская обл.',
    label: 'Беринговский',
    value: 'Беринговский',
  },
  {
    region: 'Магаданская обл.',
    label: 'Билибино',
    value: 'Билибино',
  },
  {
    region: 'Магаданская обл.',
    label: 'Большевик',
    value: 'Большевик',
  },
  {
    region: 'Магаданская обл.',
    label: 'Ванкарем',
    value: 'Ванкарем',
  },
  {
    region: 'Магаданская обл.',
    label: 'Иульитин',
    value: 'Иульитин',
  },
  {
    region: 'Магаданская обл.',
    label: 'Кадыкчан',
    value: 'Кадыкчан',
  },
  {
    region: 'Магаданская обл.',
    label: 'Лаврентия',
    value: 'Лаврентия',
  },
  {
    region: 'Магаданская обл.',
    label: 'Магадан',
    value: 'Магадан',
  },
  {
    region: 'Магаданская обл.',
    label: 'Мыс Шмидта',
    value: 'Мыс Шмидта',
  },
  {
    region: 'Магаданская обл.',
    label: 'Ола',
    value: 'Ола',
  },
  {
    region: 'Магаданская обл.',
    label: 'Омонск',
    value: 'Омонск',
  },
  {
    region: 'Магаданская обл.',
    label: 'Омсукчан',
    value: 'Омсукчан',
  },
  {
    region: 'Магаданская обл.',
    label: 'Палатка',
    value: 'Палатка',
  },
  {
    region: 'Магаданская обл.',
    label: 'Певек',
    value: 'Певек',
  },
  {
    region: 'Магаданская обл.',
    label: 'Провидения',
    value: 'Провидения',
  },
  {
    region: 'Магаданская обл.',
    label: 'Сеймчан',
    value: 'Сеймчан',
  },
  {
    region: 'Магаданская обл.',
    label: 'Синегорье',
    value: 'Синегорье',
  },
  {
    region: 'Магаданская обл.',
    label: 'Сусуман',
    value: 'Сусуман',
  },
  {
    region: 'Магаданская обл.',
    label: 'Усть-Белая',
    value: 'Усть-Белая',
  },
  {
    region: 'Магаданская обл.',
    label: 'Усть-Омчуг',
    value: 'Усть-Омчуг',
  },
  {
    region: 'Магаданская обл.',
    label: 'Эвенск',
    value: 'Эвенск',
  },
  {
    region: 'Магаданская обл.',
    label: 'Эгвекинот',
    value: 'Эгвекинот',
  },
  {
    region: 'Магаданская обл.',
    label: 'Ягодное',
    value: 'Ягодное',
  },
  {
    region: 'Марий Эл',
    label: 'Волжск',
    value: 'Волжск',
  },
  {
    region: 'Марий Эл',
    label: 'Дубовский',
    value: 'Дубовский',
  },
  {
    region: 'Марий Эл',
    label: 'Звенигово',
    value: 'Звенигово',
  },
  {
    region: 'Марий Эл',
    label: 'Йошкар-Ола',
    value: 'Йошкар-Ола',
  },
  {
    region: 'Марий Эл',
    label: 'Килемары',
    value: 'Килемары',
  },
  {
    region: 'Марий Эл',
    label: 'Козьмодемьянск',
    value: 'Козьмодемьянск',
  },
  {
    region: 'Марий Эл',
    label: 'Куженер',
    value: 'Куженер',
  },
  {
    region: 'Марий Эл',
    label: 'Мари-Турек',
    value: 'Мари-Турек',
  },
  {
    region: 'Марий Эл',
    label: 'Медведево',
    value: 'Медведево',
  },
  {
    region: 'Марий Эл',
    label: 'Морки',
    value: 'Морки',
  },
  {
    region: 'Марий Эл',
    label: 'Новый Торьял',
    value: 'Новый Торьял',
  },
  {
    region: 'Марий Эл',
    label: 'Оршанка',
    value: 'Оршанка',
  },
  {
    region: 'Марий Эл',
    label: 'Параньга',
    value: 'Параньга',
  },
  {
    region: 'Марий Эл',
    label: 'Сернур',
    value: 'Сернур',
  },
  {
    region: 'Марий Эл',
    label: 'Советский',
    value: 'Советский',
  },
  {
    region: 'Марий Эл',
    label: 'Юрино',
    value: 'Юрино',
  },
  {
    region: 'Мордовия',
    label: 'Ардатов',
    value: 'Ардатов',
  },
  {
    region: 'Мордовия',
    label: 'Атюрьево',
    value: 'Атюрьево',
  },
  {
    region: 'Мордовия',
    label: 'Атяшево',
    value: 'Атяшево',
  },
  {
    region: 'Мордовия',
    label: 'Большие Березники',
    value: 'Большие Березники',
  },
  {
    region: 'Мордовия',
    label: 'Большое Игнатово',
    value: 'Большое Игнатово',
  },
  {
    region: 'Мордовия',
    label: 'Выша',
    value: 'Выша',
  },
  {
    region: 'Мордовия',
    label: 'Ельники',
    value: 'Ельники',
  },
  {
    region: 'Мордовия',
    label: 'Зубова Поляна',
    value: 'Зубова Поляна',
  },
  {
    region: 'Мордовия',
    label: 'Инсар',
    value: 'Инсар',
  },
  {
    region: 'Мордовия',
    label: 'Кадошкино',
    value: 'Кадошкино',
  },
  {
    region: 'Мордовия',
    label: 'Кемля',
    value: 'Кемля',
  },
  {
    region: 'Мордовия',
    label: 'Ковылкино',
    value: 'Ковылкино',
  },
  {
    region: 'Мордовия',
    label: 'Комсомольский',
    value: 'Комсомольский',
  },
  {
    region: 'Мордовия',
    label: 'Кочкурово',
    value: 'Кочкурово',
  },
  {
    region: 'Мордовия',
    label: 'Краснослободск',
    value: 'Краснослободск',
  },
  {
    region: 'Мордовия',
    label: 'Лямбирь',
    value: 'Лямбирь',
  },
  {
    region: 'Мордовия',
    label: 'Ромоданово',
    value: 'Ромоданово',
  },
  {
    region: 'Мордовия',
    label: 'Рузаевка',
    value: 'Рузаевка',
  },
  {
    region: 'Мордовия',
    label: 'Саранск',
    value: 'Саранск',
  },
  {
    region: 'Мордовия',
    label: 'Старое Шайгово',
    value: 'Старое Шайгово',
  },
  {
    region: 'Мордовия',
    label: 'Темников',
    value: 'Темников',
  },
  {
    region: 'Мордовия',
    label: 'Теньгушево',
    value: 'Теньгушево',
  },
  {
    region: 'Мордовия',
    label: 'Торбеево',
    value: 'Торбеево',
  },
  {
    region: 'Мордовия',
    label: 'Чамзинка',
    value: 'Чамзинка',
  },
  {
    region: 'Мурманская обл.',
    label: 'Апатиты',
    value: 'Апатиты',
  },
  {
    region: 'Мурманская обл.',
    label: 'Африканда',
    value: 'Африканда',
  },
  {
    region: 'Мурманская обл.',
    label: 'Верхнетуломский',
    value: 'Верхнетуломский',
  },
  {
    region: 'Мурманская обл.',
    label: 'Заозерск',
    value: 'Заозерск',
  },
  {
    region: 'Мурманская обл.',
    label: 'Заполярный',
    value: 'Заполярный',
  },
  {
    region: 'Мурманская обл.',
    label: 'Зареченск',
    value: 'Зареченск',
  },
  {
    region: 'Мурманская обл.',
    label: 'Зашеек',
    value: 'Зашеек',
  },
  {
    region: 'Мурманская обл.',
    label: 'Зеленоборский',
    value: 'Зеленоборский',
  },
  {
    region: 'Мурманская обл.',
    label: 'Кандалакша',
    value: 'Кандалакша',
  },
  {
    region: 'Мурманская обл.',
    label: 'Кильдинстрой',
    value: 'Кильдинстрой',
  },
  {
    region: 'Мурманская обл.',
    label: 'Кировск',
    value: 'Кировск',
  },
  {
    region: 'Мурманская обл.',
    label: 'Ковдор',
    value: 'Ковдор',
  },
  {
    region: 'Мурманская обл.',
    label: 'Кола',
    value: 'Кола',
  },
  {
    region: 'Мурманская обл.',
    label: 'Конда',
    value: 'Конда',
  },
  {
    region: 'Мурманская обл.',
    label: 'Мончегорск',
    value: 'Мончегорск',
  },
  {
    region: 'Мурманская обл.',
    label: 'Мурманск',
    value: 'Мурманск',
  },
  {
    region: 'Мурманская обл.',
    label: 'Мурмаши',
    value: 'Мурмаши',
  },
  {
    region: 'Мурманская обл.',
    label: 'Никель',
    value: 'Никель',
  },
  {
    region: 'Мурманская обл.',
    label: 'Оленегорск',
    value: 'Оленегорск',
  },
  {
    region: 'Мурманская обл.',
    label: 'Полярные Зори',
    value: 'Полярные Зори',
  },
  {
    region: 'Мурманская обл.',
    label: 'Полярный',
    value: 'Полярный',
  },
  {
    region: 'Мурманская обл.',
    label: 'Североморск',
    value: 'Североморск',
  },
  {
    region: 'Мурманская обл.',
    label: 'Снежногорск',
    value: 'Снежногорск',
  },
  {
    region: 'Мурманская обл.',
    label: 'Умба',
    value: 'Умба',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Ардатов',
    value: 'Ардатов',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Арзамас',
    value: 'Арзамас',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Арья',
    value: 'Арья',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Балахна',
    value: 'Балахна',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Богородск',
    value: 'Богородск',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Большереченск',
    value: 'Большереченск',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Большое Болдино',
    value: 'Большое Болдино',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Большое Козино',
    value: 'Большое Козино',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Большое Мурашкино',
    value: 'Большое Мурашкино',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Большое Пикино',
    value: 'Большое Пикино',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Бор',
    value: 'Бор',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Бутурлино',
    value: 'Бутурлино',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Вад',
    value: 'Вад',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Варнавино',
    value: 'Варнавино',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Васильсурск',
    value: 'Васильсурск',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Вахтан',
    value: 'Вахтан',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Вача',
    value: 'Вача',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Велетьма',
    value: 'Велетьма',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Ветлуга',
    value: 'Ветлуга',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Виля',
    value: 'Виля',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Вознесенское',
    value: 'Вознесенское',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Володарск',
    value: 'Володарск',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Воротынец',
    value: 'Воротынец',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Ворсма',
    value: 'Ворсма',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Воскресенское',
    value: 'Воскресенское',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Выездное',
    value: 'Выездное',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Выкса',
    value: 'Выкса',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Гагино',
    value: 'Гагино',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Гидроторф',
    value: 'Гидроторф',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Горбатов',
    value: 'Горбатов',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Горбатовка',
    value: 'Горбатовка',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Городец',
    value: 'Городец',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Горький',
    value: 'Горький',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Дальнее Константиново',
    value: 'Дальнее Константиново',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Дзержинск',
    value: 'Дзержинск',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Дивеево',
    value: 'Дивеево',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Досчатое',
    value: 'Досчатое',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Заволжье',
    value: 'Заволжье',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Катунки',
    value: 'Катунки',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Керженец',
    value: 'Керженец',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Княгинино',
    value: 'Княгинино',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Ковернино',
    value: 'Ковернино',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Красные Баки',
    value: 'Красные Баки',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Кстово',
    value: 'Кстово',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Кулебаки',
    value: 'Кулебаки',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Лукоянов',
    value: 'Лукоянов',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Лысково',
    value: 'Лысково',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Навашино',
    value: 'Навашино',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Нижний Новгород',
    value: 'Нижний Новгород',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Павлово',
    value: 'Павлово',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Первомайск',
    value: 'Первомайск',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Перевоз',
    value: 'Перевоз',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Пильна',
    value: 'Пильна',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Починки',
    value: 'Починки',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Саров',
    value: 'Саров',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Сергач',
    value: 'Сергач',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Сеченово',
    value: 'Сеченово',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Сосновское',
    value: 'Сосновское',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Спасское',
    value: 'Спасское',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Тонкино',
    value: 'Тонкино',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Тоншаево',
    value: 'Тоншаево',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Уразовка',
    value: 'Уразовка',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Урень',
    value: 'Урень',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Чкаловск',
    value: 'Чкаловск',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Шаранга',
    value: 'Шаранга',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Шатки',
    value: 'Шатки',
  },
  {
    region: 'Нижегородская (Горьковская)',
    label: 'Шахунья',
    value: 'Шахунья',
  },
  {
    region: 'Новгородская обл.',
    label: 'Анциферово',
    value: 'Анциферово',
  },
  {
    region: 'Новгородская обл.',
    label: 'Батецкий',
    value: 'Батецкий',
  },
  {
    region: 'Новгородская обл.',
    label: 'Большая Вишера',
    value: 'Большая Вишера',
  },
  {
    region: 'Новгородская обл.',
    label: 'Боровичи',
    value: 'Боровичи',
  },
  {
    region: 'Новгородская обл.',
    label: 'Валдай',
    value: 'Валдай',
  },
  {
    region: 'Новгородская обл.',
    label: 'Волот',
    value: 'Волот',
  },
  {
    region: 'Новгородская обл.',
    label: 'Деманск',
    value: 'Деманск',
  },
  {
    region: 'Новгородская обл.',
    label: 'Зарубино',
    value: 'Зарубино',
  },
  {
    region: 'Новгородская обл.',
    label: 'Кресцы',
    value: 'Кресцы',
  },
  {
    region: 'Новгородская обл.',
    label: 'Любытино',
    value: 'Любытино',
  },
  {
    region: 'Новгородская обл.',
    label: 'Малая Вишера',
    value: 'Малая Вишера',
  },
  {
    region: 'Новгородская обл.',
    label: 'Марево',
    value: 'Марево',
  },
  {
    region: 'Новгородская обл.',
    label: 'Мошенское',
    value: 'Мошенское',
  },
  {
    region: 'Новгородская обл.',
    label: 'Новгород',
    value: 'Новгород',
  },
  {
    region: 'Новгородская обл.',
    label: 'Окуловка',
    value: 'Окуловка',
  },
  {
    region: 'Новгородская обл.',
    label: 'Парфино',
    value: 'Парфино',
  },
  {
    region: 'Новгородская обл.',
    label: 'Пестово',
    value: 'Пестово',
  },
  {
    region: 'Новгородская обл.',
    label: 'Поддорье',
    value: 'Поддорье',
  },
  {
    region: 'Новгородская обл.',
    label: 'Сольцы',
    value: 'Сольцы',
  },
  {
    region: 'Новгородская обл.',
    label: 'Старая Русса',
    value: 'Старая Русса',
  },
  {
    region: 'Новгородская обл.',
    label: 'Хвойное',
    value: 'Хвойное',
  },
  {
    region: 'Новгородская обл.',
    label: 'Холм',
    value: 'Холм',
  },
  {
    region: 'Новгородская обл.',
    label: 'Чудово',
    value: 'Чудово',
  },
  {
    region: 'Новгородская обл.',
    label: 'Шимск',
    value: 'Шимск',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Баган',
    value: 'Баган',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Барабинск',
    value: 'Барабинск',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Бердск',
    value: 'Бердск',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Биаза',
    value: 'Биаза',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Болотное',
    value: 'Болотное',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Венгерово',
    value: 'Венгерово',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Довольное',
    value: 'Довольное',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Завьялово',
    value: 'Завьялово',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Искитим',
    value: 'Искитим',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Карасук',
    value: 'Карасук',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Каргат',
    value: 'Каргат',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Колывань',
    value: 'Колывань',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Краснозерское',
    value: 'Краснозерское',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Крутиха',
    value: 'Крутиха',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Куйбышев',
    value: 'Куйбышев',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Купино',
    value: 'Купино',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Кыштовка',
    value: 'Кыштовка',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Маслянино',
    value: 'Маслянино',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Михайловский',
    value: 'Михайловский',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Мошково',
    value: 'Мошково',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Новосибирск',
    value: 'Новосибирск',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Ордынское',
    value: 'Ордынское',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Северное',
    value: 'Северное',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Сузун',
    value: 'Сузун',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Татарск',
    value: 'Татарск',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Тогучин',
    value: 'Тогучин',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Убинское',
    value: 'Убинское',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Усть-Тарка',
    value: 'Усть-Тарка',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Чаны',
    value: 'Чаны',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Черепаново',
    value: 'Черепаново',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Чистоозерное',
    value: 'Чистоозерное',
  },
  {
    region: 'Новосибирская обл.',
    label: 'Чулым',
    value: 'Чулым',
  },
  {
    region: 'Омская обл.',
    label: 'Береговой',
    value: 'Береговой',
  },
  {
    region: 'Омская обл.',
    label: 'Большеречье',
    value: 'Большеречье',
  },
  {
    region: 'Омская обл.',
    label: 'Большие Уки',
    value: 'Большие Уки',
  },
  {
    region: 'Омская обл.',
    label: 'Горьковское',
    value: 'Горьковское',
  },
  {
    region: 'Омская обл.',
    label: 'Знаменское',
    value: 'Знаменское',
  },
  {
    region: 'Омская обл.',
    label: 'Исилькуль',
    value: 'Исилькуль',
  },
  {
    region: 'Омская обл.',
    label: 'Калачинск',
    value: 'Калачинск',
  },
  {
    region: 'Омская обл.',
    label: 'Колосовка',
    value: 'Колосовка',
  },
  {
    region: 'Омская обл.',
    label: 'Кормиловка',
    value: 'Кормиловка',
  },
  {
    region: 'Омская обл.',
    label: 'Крутинка',
    value: 'Крутинка',
  },
  {
    region: 'Омская обл.',
    label: 'Любинский',
    value: 'Любинский',
  },
  {
    region: 'Омская обл.',
    label: 'Марьяновка',
    value: 'Марьяновка',
  },
  {
    region: 'Омская обл.',
    label: 'Муромцево',
    value: 'Муромцево',
  },
  {
    region: 'Омская обл.',
    label: 'Называевск',
    value: 'Называевск',
  },
  {
    region: 'Омская обл.',
    label: 'Нижняя Омка',
    value: 'Нижняя Омка',
  },
  {
    region: 'Омская обл.',
    label: 'Нововаршавка',
    value: 'Нововаршавка',
  },
  {
    region: 'Омская обл.',
    label: 'Одесское',
    value: 'Одесское',
  },
  {
    region: 'Омская обл.',
    label: 'Оконешниково',
    value: 'Оконешниково',
  },
  {
    region: 'Омская обл.',
    label: 'Омск',
    value: 'Омск',
  },
  {
    region: 'Омская обл.',
    label: 'Павлоградка',
    value: 'Павлоградка',
  },
  {
    region: 'Омская обл.',
    label: 'Полтавка',
    value: 'Полтавка',
  },
  {
    region: 'Омская обл.',
    label: 'Русская Поляна',
    value: 'Русская Поляна',
  },
  {
    region: 'Омская обл.',
    label: 'Саргатское',
    value: 'Саргатское',
  },
  {
    region: 'Омская обл.',
    label: 'Седельниково',
    value: 'Седельниково',
  },
  {
    region: 'Омская обл.',
    label: 'Таврическое',
    value: 'Таврическое',
  },
  {
    region: 'Омская обл.',
    label: 'Тара',
    value: 'Тара',
  },
  {
    region: 'Омская обл.',
    label: 'Тевриз',
    value: 'Тевриз',
  },
  {
    region: 'Омская обл.',
    label: 'Тюкалинск',
    value: 'Тюкалинск',
  },
  {
    region: 'Омская обл.',
    label: 'Усть-Ишим',
    value: 'Усть-Ишим',
  },
  {
    region: 'Омская обл.',
    label: 'Черлак',
    value: 'Черлак',
  },
  {
    region: 'Омская обл.',
    label: 'Шербакуль',
    value: 'Шербакуль',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Абдулино',
    value: 'Абдулино',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Адамовка',
    value: 'Адамовка',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Айдырлинский',
    value: 'Айдырлинский',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Акбулак',
    value: 'Акбулак',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Аккермановка',
    value: 'Аккермановка',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Асекеево',
    value: 'Асекеево',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Беляевка',
    value: 'Беляевка',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Бугуруслан',
    value: 'Бугуруслан',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Бузулук',
    value: 'Бузулук',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Гай',
    value: 'Гай',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Грачевка',
    value: 'Грачевка',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Домбаровский',
    value: 'Домбаровский',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Дубенский',
    value: 'Дубенский',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Илек',
    value: 'Илек',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Ириклинский',
    value: 'Ириклинский',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Кувандык',
    value: 'Кувандык',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Курманаевка',
    value: 'Курманаевка',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Матвеевка',
    value: 'Матвеевка',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Медногорск',
    value: 'Медногорск',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Новоорск',
    value: 'Новоорск',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Новосергиевка',
    value: 'Новосергиевка',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Новотроицк',
    value: 'Новотроицк',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Октябрьское',
    value: 'Октябрьское',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Оренбург',
    value: 'Оренбург',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Орск',
    value: 'Орск',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Первомайский',
    value: 'Первомайский',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Переволоцкий',
    value: 'Переволоцкий',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Пономаревка',
    value: 'Пономаревка',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Саракташ',
    value: 'Саракташ',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Светлый',
    value: 'Светлый',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Северное',
    value: 'Северное',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Соль-Илецк',
    value: 'Соль-Илецк',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Сорочинск',
    value: 'Сорочинск',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Ташла',
    value: 'Ташла',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Тоцкое',
    value: 'Тоцкое',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Тюльган',
    value: 'Тюльган',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Шарлык',
    value: 'Шарлык',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Энергетик',
    value: 'Энергетик',
  },
  {
    region: 'Оренбургская обл.',
    label: 'Ясный',
    value: 'Ясный',
  },
  {
    region: 'Орловская обл.',
    label: 'Болхов',
    value: 'Болхов',
  },
  {
    region: 'Орловская обл.',
    label: 'Верховье',
    value: 'Верховье',
  },
  {
    region: 'Орловская обл.',
    label: 'Глазуновка',
    value: 'Глазуновка',
  },
  {
    region: 'Орловская обл.',
    label: 'Дмитровск-Орловский',
    value: 'Дмитровск-Орловский',
  },
  {
    region: 'Орловская обл.',
    label: 'Долгое',
    value: 'Долгое',
  },
  {
    region: 'Орловская обл.',
    label: 'Залегощь',
    value: 'Залегощь',
  },
  {
    region: 'Орловская обл.',
    label: 'Змиевка',
    value: 'Змиевка',
  },
  {
    region: 'Орловская обл.',
    label: 'Знаменское',
    value: 'Знаменское',
  },
  {
    region: 'Орловская обл.',
    label: 'Колпны',
    value: 'Колпны',
  },
  {
    region: 'Орловская обл.',
    label: 'Красная Заря',
    value: 'Красная Заря',
  },
  {
    region: 'Орловская обл.',
    label: 'Кромы',
    value: 'Кромы',
  },
  {
    region: 'Орловская обл.',
    label: 'Ливны',
    value: 'Ливны',
  },
  {
    region: 'Орловская обл.',
    label: 'Малоархангельск',
    value: 'Малоархангельск',
  },
  {
    region: 'Орловская обл.',
    label: 'Мценск',
    value: 'Мценск',
  },
  {
    region: 'Орловская обл.',
    label: 'Нарышкино',
    value: 'Нарышкино',
  },
  {
    region: 'Орловская обл.',
    label: 'Новосиль',
    value: 'Новосиль',
  },
  {
    region: 'Орловская обл.',
    label: 'Орел',
    value: 'Орел',
  },
  {
    region: 'Орловская обл.',
    label: 'Покровское',
    value: 'Покровское',
  },
  {
    region: 'Орловская обл.',
    label: 'Сосково',
    value: 'Сосково',
  },
  {
    region: 'Орловская обл.',
    label: 'Тросна',
    value: 'Тросна',
  },
  {
    region: 'Орловская обл.',
    label: 'Хомутово',
    value: 'Хомутово',
  },
  {
    region: 'Орловская обл.',
    label: 'Хотынец',
    value: 'Хотынец',
  },
  {
    region: 'Орловская обл.',
    label: 'Шаблыкино',
    value: 'Шаблыкино',
  },
  {
    region: 'Пензенская обл.',
    label: 'Башмаково',
    value: 'Башмаково',
  },
  {
    region: 'Пензенская обл.',
    label: 'Беднодемьяновск',
    value: 'Беднодемьяновск',
  },
  {
    region: 'Пензенская обл.',
    label: 'Беково',
    value: 'Беково',
  },
  {
    region: 'Пензенская обл.',
    label: 'Белинский',
    value: 'Белинский',
  },
  {
    region: 'Пензенская обл.',
    label: 'Бессоновка',
    value: 'Бессоновка',
  },
  {
    region: 'Пензенская обл.',
    label: 'Вадинск',
    value: 'Вадинск',
  },
  {
    region: 'Пензенская обл.',
    label: 'Верхозим',
    value: 'Верхозим',
  },
  {
    region: 'Пензенская обл.',
    label: 'Городище',
    value: 'Городище',
  },
  {
    region: 'Пензенская обл.',
    label: 'Евлашево',
    value: 'Евлашево',
  },
  {
    region: 'Пензенская обл.',
    label: 'Земетчино',
    value: 'Земетчино',
  },
  {
    region: 'Пензенская обл.',
    label: 'Золотаревка',
    value: 'Золотаревка',
  },
  {
    region: 'Пензенская обл.',
    label: 'Исса',
    value: 'Исса',
  },
  {
    region: 'Пензенская обл.',
    label: 'Каменка',
    value: 'Каменка',
  },
  {
    region: 'Пензенская обл.',
    label: 'Колышлей',
    value: 'Колышлей',
  },
  {
    region: 'Пензенская обл.',
    label: 'Кондоль',
    value: 'Кондоль',
  },
  {
    region: 'Пензенская обл.',
    label: 'Кузнецк',
    value: 'Кузнецк',
  },
  {
    region: 'Пензенская обл.',
    label: 'Лопатино',
    value: 'Лопатино',
  },
  {
    region: 'Пензенская обл.',
    label: 'Малая Сердоба',
    value: 'Малая Сердоба',
  },
  {
    region: 'Пензенская обл.',
    label: 'Мокшан',
    value: 'Мокшан',
  },
  {
    region: 'Пензенская обл.',
    label: 'Наровчат',
    value: 'Наровчат',
  },
  {
    region: 'Пензенская обл.',
    label: 'Неверкино',
    value: 'Неверкино',
  },
  {
    region: 'Пензенская обл.',
    label: 'Нижний Ломов',
    value: 'Нижний Ломов',
  },
  {
    region: 'Пензенская обл.',
    label: 'Никольск',
    value: 'Никольск',
  },
  {
    region: 'Пензенская обл.',
    label: 'Пачелма',
    value: 'Пачелма',
  },
  {
    region: 'Пензенская обл.',
    label: 'Пенза',
    value: 'Пенза',
  },
  {
    region: 'Пензенская обл.',
    label: 'Русский Камешкир',
    value: 'Русский Камешкир',
  },
  {
    region: 'Пензенская обл.',
    label: 'Сердобск',
    value: 'Сердобск',
  },
  {
    region: 'Пензенская обл.',
    label: 'Сосновоборск',
    value: 'Сосновоборск',
  },
  {
    region: 'Пензенская обл.',
    label: 'Сура',
    value: 'Сура',
  },
  {
    region: 'Пензенская обл.',
    label: 'Тамала',
    value: 'Тамала',
  },
  {
    region: 'Пензенская обл.',
    label: 'Шемышейка',
    value: 'Шемышейка',
  },
  {
    region: 'Пермская обл.',
    label: 'Барда',
    value: 'Барда',
  },
  {
    region: 'Пермская обл.',
    label: 'Березники',
    value: 'Березники',
  },
  {
    region: 'Пермская обл.',
    label: 'Большая Соснова',
    value: 'Большая Соснова',
  },
  {
    region: 'Пермская обл.',
    label: 'Верещагино',
    value: 'Верещагино',
  },
  {
    region: 'Пермская обл.',
    label: 'Гайны',
    value: 'Гайны',
  },
  {
    region: 'Пермская обл.',
    label: 'Горнозаводск',
    value: 'Горнозаводск',
  },
  {
    region: 'Пермская обл.',
    label: 'Гремячинск',
    value: 'Гремячинск',
  },
  {
    region: 'Пермская обл.',
    label: 'Губаха',
    value: 'Губаха',
  },
  {
    region: 'Пермская обл.',
    label: 'Добрянка',
    value: 'Добрянка',
  },
  {
    region: 'Пермская обл.',
    label: 'Елово',
    value: 'Елово',
  },
  {
    region: 'Пермская обл.',
    label: 'Зюкайка',
    value: 'Зюкайка',
  },
  {
    region: 'Пермская обл.',
    label: 'Ильинский',
    value: 'Ильинский',
  },
  {
    region: 'Пермская обл.',
    label: 'Карагай',
    value: 'Карагай',
  },
  {
    region: 'Пермская обл.',
    label: 'Керчевский',
    value: 'Керчевский',
  },
  {
    region: 'Пермская обл.',
    label: 'Кизел',
    value: 'Кизел',
  },
  {
    region: 'Пермская обл.',
    label: 'Коса',
    value: 'Коса',
  },
  {
    region: 'Пермская обл.',
    label: 'Кочево',
    value: 'Кочево',
  },
  {
    region: 'Пермская обл.',
    label: 'Красновишерск',
    value: 'Красновишерск',
  },
  {
    region: 'Пермская обл.',
    label: 'Краснокамск',
    value: 'Краснокамск',
  },
  {
    region: 'Пермская обл.',
    label: 'Кудымкар',
    value: 'Кудымкар',
  },
  {
    region: 'Пермская обл.',
    label: 'Куеда',
    value: 'Куеда',
  },
  {
    region: 'Пермская обл.',
    label: 'Кунгур',
    value: 'Кунгур',
  },
  {
    region: 'Пермская обл.',
    label: 'Лысьва',
    value: 'Лысьва',
  },
  {
    region: 'Пермская обл.',
    label: 'Ныроб',
    value: 'Ныроб',
  },
  {
    region: 'Пермская обл.',
    label: 'Нытва',
    value: 'Нытва',
  },
  {
    region: 'Пермская обл.',
    label: 'Октябрьский',
    value: 'Октябрьский',
  },
  {
    region: 'Пермская обл.',
    label: 'Орда',
    value: 'Орда',
  },
  {
    region: 'Пермская обл.',
    label: 'Оса',
    value: 'Оса',
  },
  {
    region: 'Пермская обл.',
    label: 'Оханск',
    value: 'Оханск',
  },
  {
    region: 'Пермская обл.',
    label: 'Очер',
    value: 'Очер',
  },
  {
    region: 'Пермская обл.',
    label: 'Пермь',
    value: 'Пермь',
  },
  {
    region: 'Пермская обл.',
    label: 'Соликамск',
    value: 'Соликамск',
  },
  {
    region: 'Пермская обл.',
    label: 'Суксун',
    value: 'Суксун',
  },
  {
    region: 'Пермская обл.',
    label: 'Уинское',
    value: 'Уинское',
  },
  {
    region: 'Пермская обл.',
    label: 'Усолье',
    value: 'Усолье',
  },
  {
    region: 'Пермская обл.',
    label: 'Усть-Кишерть',
    value: 'Усть-Кишерть',
  },
  {
    region: 'Пермская обл.',
    label: 'Чайковский',
    value: 'Чайковский',
  },
  {
    region: 'Пермская обл.',
    label: 'Частые',
    value: 'Частые',
  },
  {
    region: 'Пермская обл.',
    label: 'Чердынь',
    value: 'Чердынь',
  },
  {
    region: 'Пермская обл.',
    label: 'Чернореченский',
    value: 'Чернореченский',
  },
  {
    region: 'Пермская обл.',
    label: 'Чернушка',
    value: 'Чернушка',
  },
  {
    region: 'Пермская обл.',
    label: 'Чусовой',
    value: 'Чусовой',
  },
  {
    region: 'Пермская обл.',
    label: 'Юрла',
    value: 'Юрла',
  },
  {
    region: 'Пермская обл.',
    label: 'Юсьва',
    value: 'Юсьва',
  },
  {
    region: 'Приморский край',
    label: 'Анучино',
    value: 'Анучино',
  },
  {
    region: 'Приморский край',
    label: 'Арсеньев',
    value: 'Арсеньев',
  },
  {
    region: 'Приморский край',
    label: 'Артем',
    value: 'Артем',
  },
  {
    region: 'Приморский край',
    label: 'Артемовский',
    value: 'Артемовский',
  },
  {
    region: 'Приморский край',
    label: 'Большой Камень',
    value: 'Большой Камень',
  },
  {
    region: 'Приморский край',
    label: 'Валентин',
    value: 'Валентин',
  },
  {
    region: 'Приморский край',
    label: 'Владивосток',
    value: 'Владивосток',
  },
  {
    region: 'Приморский край',
    label: 'Высокогорск',
    value: 'Высокогорск',
  },
  {
    region: 'Приморский край',
    label: 'Горные Ключи',
    value: 'Горные Ключи',
  },
  {
    region: 'Приморский край',
    label: 'Горный',
    value: 'Горный',
  },
  {
    region: 'Приморский край',
    label: 'Дальнегорск',
    value: 'Дальнегорск',
  },
  {
    region: 'Приморский край',
    label: 'Дальнереченск',
    value: 'Дальнереченск',
  },
  {
    region: 'Приморский край',
    label: 'Зарубино',
    value: 'Зарубино',
  },
  {
    region: 'Приморский край',
    label: 'Кавалерово',
    value: 'Кавалерово',
  },
  {
    region: 'Приморский край',
    label: 'Каменка',
    value: 'Каменка',
  },
  {
    region: 'Приморский край',
    label: 'Камень-Рыболов',
    value: 'Камень-Рыболов',
  },
  {
    region: 'Приморский край',
    label: 'Кировский',
    value: 'Кировский',
  },
  {
    region: 'Приморский край',
    label: 'Лазо',
    value: 'Лазо',
  },
  {
    region: 'Приморский край',
    label: 'Лесозаводск',
    value: 'Лесозаводск',
  },
  {
    region: 'Приморский край',
    label: 'Лучегорск',
    value: 'Лучегорск',
  },
  {
    region: 'Приморский край',
    label: 'Михайловка',
    value: 'Михайловка',
  },
  {
    region: 'Приморский край',
    label: 'Находка',
    value: 'Находка',
  },
  {
    region: 'Приморский край',
    label: 'Новопокровка',
    value: 'Новопокровка',
  },
  {
    region: 'Приморский край',
    label: 'Ольга',
    value: 'Ольга',
  },
  {
    region: 'Приморский край',
    label: 'Партизанск',
    value: 'Партизанск',
  },
  {
    region: 'Приморский край',
    label: 'Пограничный',
    value: 'Пограничный',
  },
  {
    region: 'Приморский край',
    label: 'Покровка',
    value: 'Покровка',
  },
  {
    region: 'Приморский край',
    label: 'Русский',
    value: 'Русский',
  },
  {
    region: 'Приморский край',
    label: 'Самарга',
    value: 'Самарга',
  },
  {
    region: 'Приморский край',
    label: 'Славянка',
    value: 'Славянка',
  },
  {
    region: 'Приморский край',
    label: 'Спасск-Дальний',
    value: 'Спасск-Дальний',
  },
  {
    region: 'Приморский край',
    label: 'Терней',
    value: 'Терней',
  },
  {
    region: 'Приморский край',
    label: 'Уссурийск',
    value: 'Уссурийск',
  },
  {
    region: 'Приморский край',
    label: 'Фокино',
    value: 'Фокино',
  },
  {
    region: 'Приморский край',
    label: 'Хасан',
    value: 'Хасан',
  },
  {
    region: 'Приморский край',
    label: 'Хороль',
    value: 'Хороль',
  },
  {
    region: 'Приморский край',
    label: 'Черниговка',
    value: 'Черниговка',
  },
  {
    region: 'Приморский край',
    label: 'Чугуевка',
    value: 'Чугуевка',
  },
  {
    region: 'Приморский край',
    label: 'Яковлевка',
    value: 'Яковлевка',
  },
  {
    region: 'Псковская обл.',
    label: 'Бежаницы',
    value: 'Бежаницы',
  },
  {
    region: 'Псковская обл.',
    label: 'Великие Луки',
    value: 'Великие Луки',
  },
  {
    region: 'Псковская обл.',
    label: 'Гдов',
    value: 'Гдов',
  },
  {
    region: 'Псковская обл.',
    label: 'Дедовичи',
    value: 'Дедовичи',
  },
  {
    region: 'Псковская обл.',
    label: 'Дно',
    value: 'Дно',
  },
  {
    region: 'Псковская обл.',
    label: 'Заплюсье',
    value: 'Заплюсье',
  },
  {
    region: 'Псковская обл.',
    label: 'Идрица',
    value: 'Идрица',
  },
  {
    region: 'Псковская обл.',
    label: 'Красногородское',
    value: 'Красногородское',
  },
  {
    region: 'Псковская обл.',
    label: 'Кунья',
    value: 'Кунья',
  },
  {
    region: 'Псковская обл.',
    label: 'Локня',
    value: 'Локня',
  },
  {
    region: 'Псковская обл.',
    label: 'Невель',
    value: 'Невель',
  },
  {
    region: 'Псковская обл.',
    label: 'Новоржев',
    value: 'Новоржев',
  },
  {
    region: 'Псковская обл.',
    label: 'Новосокольники',
    value: 'Новосокольники',
  },
  {
    region: 'Псковская обл.',
    label: 'Опочка',
    value: 'Опочка',
  },
  {
    region: 'Псковская обл.',
    label: 'Остров',
    value: 'Остров',
  },
  {
    region: 'Псковская обл.',
    label: 'Палкино',
    value: 'Палкино',
  },
  {
    region: 'Псковская обл.',
    label: 'Печоры',
    value: 'Печоры',
  },
  {
    region: 'Псковская обл.',
    label: 'Плюсса',
    value: 'Плюсса',
  },
  {
    region: 'Псковская обл.',
    label: 'Порхов',
    value: 'Порхов',
  },
  {
    region: 'Псковская обл.',
    label: 'Псков',
    value: 'Псков',
  },
  {
    region: 'Псковская обл.',
    label: 'Пустошка',
    value: 'Пустошка',
  },
  {
    region: 'Псковская обл.',
    label: 'Пушкинские Горы',
    value: 'Пушкинские Горы',
  },
  {
    region: 'Псковская обл.',
    label: 'Пыталово',
    value: 'Пыталово',
  },
  {
    region: 'Псковская обл.',
    label: 'Себеж',
    value: 'Себеж',
  },
  {
    region: 'Псковская обл.',
    label: 'Струги-Красные',
    value: 'Струги-Красные',
  },
  {
    region: 'Псковская обл.',
    label: 'Усвяты',
    value: 'Усвяты',
  },
  {
    region: 'Ростовская обл.',
    label: 'Азов',
    value: 'Азов',
  },
  {
    region: 'Ростовская обл.',
    label: 'Аксай',
    value: 'Аксай',
  },
  {
    region: 'Ростовская обл.',
    label: 'Алмазный',
    value: 'Алмазный',
  },
  {
    region: 'Ростовская обл.',
    label: 'Аютинск',
    value: 'Аютинск',
  },
  {
    region: 'Ростовская обл.',
    label: 'Багаевский',
    value: 'Багаевский',
  },
  {
    region: 'Ростовская обл.',
    label: 'Батайск',
    value: 'Батайск',
  },
  {
    region: 'Ростовская обл.',
    label: 'Белая Калитва',
    value: 'Белая Калитва',
  },
  {
    region: 'Ростовская обл.',
    label: 'Боковская',
    value: 'Боковская',
  },
  {
    region: 'Ростовская обл.',
    label: 'Большая Мартыновка',
    value: 'Большая Мартыновка',
  },
  {
    region: 'Ростовская обл.',
    label: 'Вешенская',
    value: 'Вешенская',
  },
  {
    region: 'Ростовская обл.',
    label: 'Волгодонск',
    value: 'Волгодонск',
  },
  {
    region: 'Ростовская обл.',
    label: 'Восход',
    value: 'Восход',
  },
  {
    region: 'Ростовская обл.',
    label: 'Гигант',
    value: 'Гигант',
  },
  {
    region: 'Ростовская обл.',
    label: 'Горняцкий',
    value: 'Горняцкий',
  },
  {
    region: 'Ростовская обл.',
    label: 'Гуково',
    value: 'Гуково',
  },
  {
    region: 'Ростовская обл.',
    label: 'Донецк',
    value: 'Донецк',
  },
  {
    region: 'Ростовская обл.',
    label: 'Донской',
    value: 'Донской',
  },
  {
    region: 'Ростовская обл.',
    label: 'Дубовское',
    value: 'Дубовское',
  },
  {
    region: 'Ростовская обл.',
    label: 'Егорлыкская',
    value: 'Егорлыкская',
  },
  {
    region: 'Ростовская обл.',
    label: 'Жирнов',
    value: 'Жирнов',
  },
  {
    region: 'Ростовская обл.',
    label: 'Заветное',
    value: 'Заветное',
  },
  {
    region: 'Ростовская обл.',
    label: 'Заводской',
    value: 'Заводской',
  },
  {
    region: 'Ростовская обл.',
    label: 'Зверево',
    value: 'Зверево',
  },
  {
    region: 'Ростовская обл.',
    label: 'Зерноград',
    value: 'Зерноград',
  },
  {
    region: 'Ростовская обл.',
    label: 'Зимовники',
    value: 'Зимовники',
  },
  {
    region: 'Ростовская обл.',
    label: 'Кагальницкая',
    value: 'Кагальницкая',
  },
  {
    region: 'Ростовская обл.',
    label: 'Казанская',
    value: 'Казанская',
  },
  {
    region: 'Ростовская обл.',
    label: 'Каменоломни',
    value: 'Каменоломни',
  },
  {
    region: 'Ростовская обл.',
    label: 'Каменск-Шахтинский',
    value: 'Каменск-Шахтинский',
  },
  {
    region: 'Ростовская обл.',
    label: 'Кашары',
    value: 'Кашары',
  },
  {
    region: 'Ростовская обл.',
    label: 'Коксовый',
    value: 'Коксовый',
  },
  {
    region: 'Ростовская обл.',
    label: 'Константиновск',
    value: 'Константиновск',
  },
  {
    region: 'Ростовская обл.',
    label: 'Красный Сулин',
    value: 'Красный Сулин',
  },
  {
    region: 'Ростовская обл.',
    label: 'Куйбышево',
    value: 'Куйбышево',
  },
  {
    region: 'Ростовская обл.',
    label: 'Матвеев Курган',
    value: 'Матвеев Курган',
  },
  {
    region: 'Ростовская обл.',
    label: 'Мигулинская',
    value: 'Мигулинская',
  },
  {
    region: 'Ростовская обл.',
    label: 'Миллерово',
    value: 'Миллерово',
  },
  {
    region: 'Ростовская обл.',
    label: 'Милютинская',
    value: 'Милютинская',
  },
  {
    region: 'Ростовская обл.',
    label: 'Морозовск',
    value: 'Морозовск',
  },
  {
    region: 'Ростовская обл.',
    label: 'Новочеркасск',
    value: 'Новочеркасск',
  },
  {
    region: 'Ростовская обл.',
    label: 'Новошахтинск',
    value: 'Новошахтинск',
  },
  {
    region: 'Ростовская обл.',
    label: 'Обливская',
    value: 'Обливская',
  },
  {
    region: 'Ростовская обл.',
    label: 'Орловский',
    value: 'Орловский',
  },
  {
    region: 'Ростовская обл.',
    label: 'Песчанокопское',
    value: 'Песчанокопское',
  },
  {
    region: 'Ростовская обл.',
    label: 'Покровское',
    value: 'Покровское',
  },
  {
    region: 'Ростовская обл.',
    label: 'Пролетарск',
    value: 'Пролетарск',
  },
  {
    region: 'Ростовская обл.',
    label: 'Ремонтное',
    value: 'Ремонтное',
  },
  {
    region: 'Ростовская обл.',
    label: 'Родионово-Несветайская',
    value: 'Родионово-Несветайская',
  },
  {
    region: 'Ростовская обл.',
    label: 'Ростов-на-Дону',
    value: 'Ростов-на-Дону',
  },
  {
    region: 'Ростовская обл.',
    label: 'Сальск',
    value: 'Сальск',
  },
  {
    region: 'Ростовская обл.',
    label: 'Семикаракорск',
    value: 'Семикаракорск',
  },
  {
    region: 'Ростовская обл.',
    label: 'Таганрог',
    value: 'Таганрог',
  },
  {
    region: 'Ростовская обл.',
    label: 'Тарасовский',
    value: 'Тарасовский',
  },
  {
    region: 'Ростовская обл.',
    label: 'Тацинский',
    value: 'Тацинский',
  },
  {
    region: 'Ростовская обл.',
    label: 'Усть-Донецкий',
    value: 'Усть-Донецкий',
  },
  {
    region: 'Ростовская обл.',
    label: 'Целина',
    value: 'Целина',
  },
  {
    region: 'Ростовская обл.',
    label: 'Цимлянск',
    value: 'Цимлянск',
  },
  {
    region: 'Ростовская обл.',
    label: 'Чалтырь',
    value: 'Чалтырь',
  },
  {
    region: 'Ростовская обл.',
    label: 'Чертково',
    value: 'Чертково',
  },
  {
    region: 'Ростовская обл.',
    label: 'Шахты',
    value: 'Шахты',
  },
  {
    region: 'Ростовская обл.',
    label: 'Шолоховский',
    value: 'Шолоховский',
  },
  {
    region: 'Рязанская обл.',
    label: 'Александро-Невский',
    value: 'Александро-Невский',
  },
  {
    region: 'Рязанская обл.',
    label: 'Горняк',
    value: 'Горняк',
  },
  {
    region: 'Рязанская обл.',
    label: 'Гусь Железный',
    value: 'Гусь Железный',
  },
  {
    region: 'Рязанская обл.',
    label: 'Елатьма',
    value: 'Елатьма',
  },
  {
    region: 'Рязанская обл.',
    label: 'Ермишь',
    value: 'Ермишь',
  },
  {
    region: 'Рязанская обл.',
    label: 'Заречный',
    value: 'Заречный',
  },
  {
    region: 'Рязанская обл.',
    label: 'Захарово',
    value: 'Захарово',
  },
  {
    region: 'Рязанская обл.',
    label: 'Кадом',
    value: 'Кадом',
  },
  {
    region: 'Рязанская обл.',
    label: 'Касимов',
    value: 'Касимов',
  },
  {
    region: 'Рязанская обл.',
    label: 'Кораблино',
    value: 'Кораблино',
  },
  {
    region: 'Рязанская обл.',
    label: 'Милославское',
    value: 'Милославское',
  },
  {
    region: 'Рязанская обл.',
    label: 'Михайлов',
    value: 'Михайлов',
  },
  {
    region: 'Рязанская обл.',
    label: 'Пителино',
    value: 'Пителино',
  },
  {
    region: 'Рязанская обл.',
    label: 'Пронск',
    value: 'Пронск',
  },
  {
    region: 'Рязанская обл.',
    label: 'Путятино',
    value: 'Путятино',
  },
  {
    region: 'Рязанская обл.',
    label: 'Рыбное',
    value: 'Рыбное',
  },
  {
    region: 'Рязанская обл.',
    label: 'Ряжск',
    value: 'Ряжск',
  },
  {
    region: 'Рязанская обл.',
    label: 'Рязань',
    value: 'Рязань',
  },
  {
    region: 'Рязанская обл.',
    label: 'Сапожок',
    value: 'Сапожок',
  },
  {
    region: 'Рязанская обл.',
    label: 'Сараи',
    value: 'Сараи',
  },
  {
    region: 'Рязанская обл.',
    label: 'Сасово',
    value: 'Сасово',
  },
  {
    region: 'Рязанская обл.',
    label: 'Скопин',
    value: 'Скопин',
  },
  {
    region: 'Рязанская обл.',
    label: 'Спас-Клепики',
    value: 'Спас-Клепики',
  },
  {
    region: 'Рязанская обл.',
    label: 'Спасск-Рязанский',
    value: 'Спасск-Рязанский',
  },
  {
    region: 'Рязанская обл.',
    label: 'Старожилово',
    value: 'Старожилово',
  },
  {
    region: 'Рязанская обл.',
    label: 'Ухолово',
    value: 'Ухолово',
  },
  {
    region: 'Рязанская обл.',
    label: 'Чучково',
    value: 'Чучково',
  },
  {
    region: 'Рязанская обл.',
    label: 'Шацк',
    value: 'Шацк',
  },
  {
    region: 'Рязанская обл.',
    label: 'Шилово',
    value: 'Шилово',
  },
  {
    region: 'Самарская обл.',
    label: 'Алексеевка',
    value: 'Алексеевка',
  },
  {
    region: 'Самарская обл.',
    label: 'Безенчук',
    value: 'Безенчук',
  },
  {
    region: 'Самарская обл.',
    label: 'Богатое',
    value: 'Богатое',
  },
  {
    region: 'Самарская обл.',
    label: 'Богатырь',
    value: 'Богатырь',
  },
  {
    region: 'Самарская обл.',
    label: 'Большая Глущица',
    value: 'Большая Глущица',
  },
  {
    region: 'Самарская обл.',
    label: 'Большая Черниговка',
    value: 'Большая Черниговка',
  },
  {
    region: 'Самарская обл.',
    label: 'Борское',
    value: 'Борское',
  },
  {
    region: 'Самарская обл.',
    label: 'Волжский',
    value: 'Волжский',
  },
  {
    region: 'Самарская обл.',
    label: 'Жигулевск',
    value: 'Жигулевск',
  },
  {
    region: 'Самарская обл.',
    label: 'Зольное',
    value: 'Зольное',
  },
  {
    region: 'Самарская обл.',
    label: 'Исаклы',
    value: 'Исаклы',
  },
  {
    region: 'Самарская обл.',
    label: 'Камышла',
    value: 'Камышла',
  },
  {
    region: 'Самарская обл.',
    label: 'Кинель',
    value: 'Кинель',
  },
  {
    region: 'Самарская обл.',
    label: 'Кинель-Черкасы',
    value: 'Кинель-Черкасы',
  },
  {
    region: 'Самарская обл.',
    label: 'Клявлино',
    value: 'Клявлино',
  },
  {
    region: 'Самарская обл.',
    label: 'Кошки',
    value: 'Кошки',
  },
  {
    region: 'Самарская обл.',
    label: 'Красноармейское',
    value: 'Красноармейское',
  },
  {
    region: 'Самарская обл.',
    label: 'Красный Яр',
    value: 'Красный Яр',
  },
  {
    region: 'Самарская обл.',
    label: 'Куйбышев',
    value: 'Куйбышев',
  },
  {
    region: 'Самарская обл.',
    label: 'Нефтегорск',
    value: 'Нефтегорск',
  },
  {
    region: 'Самарская обл.',
    label: 'Новокуйбышевск',
    value: 'Новокуйбышевск',
  },
  {
    region: 'Самарская обл.',
    label: 'Октябрьск',
    value: 'Октябрьск',
  },
  {
    region: 'Самарская обл.',
    label: 'Отрадный',
    value: 'Отрадный',
  },
  {
    region: 'Самарская обл.',
    label: 'Пестравка',
    value: 'Пестравка',
  },
  {
    region: 'Самарская обл.',
    label: 'Похвистнево',
    value: 'Похвистнево',
  },
  {
    region: 'Самарская обл.',
    label: 'Приволжье',
    value: 'Приволжье',
  },
  {
    region: 'Самарская обл.',
    label: 'Самара',
    value: 'Самара',
  },
  {
    region: 'Самарская обл.',
    label: 'Сургут (Самарская обл.)',
    value: 'Сургут (Самарская обл.)',
  },
  {
    region: 'Самарская обл.',
    label: 'Сызрань',
    value: 'Сызрань',
  },
  {
    region: 'Самарская обл.',
    label: 'Тольятти',
    value: 'Тольятти',
  },
  {
    region: 'Самарская обл.',
    label: 'Хворостянка',
    value: 'Хворостянка',
  },
  {
    region: 'Самарская обл.',
    label: 'Чапаевск',
    value: 'Чапаевск',
  },
  {
    region: 'Самарская обл.',
    label: 'Челно-Вершины',
    value: 'Челно-Вершины',
  },
  {
    region: 'Самарская обл.',
    label: 'Шентала',
    value: 'Шентала',
  },
  {
    region: 'Самарская обл.',
    label: 'Шигоны',
    value: 'Шигоны',
  },
  {
    region: 'Саратовская обл.',
    label: 'Александров Гай',
    value: 'Александров Гай',
  },
  {
    region: 'Саратовская обл.',
    label: 'Аркадак',
    value: 'Аркадак',
  },
  {
    region: 'Саратовская обл.',
    label: 'Аткарск',
    value: 'Аткарск',
  },
  {
    region: 'Саратовская обл.',
    label: 'Базарный Карабулак',
    value: 'Базарный Карабулак',
  },
  {
    region: 'Саратовская обл.',
    label: 'Балаково',
    value: 'Балаково',
  },
  {
    region: 'Саратовская обл.',
    label: 'Балашов',
    value: 'Балашов',
  },
  {
    region: 'Саратовская обл.',
    label: 'Балтай',
    value: 'Балтай',
  },
  {
    region: 'Саратовская обл.',
    label: 'Возрождение',
    value: 'Возрождение',
  },
  {
    region: 'Саратовская обл.',
    label: 'Вольск',
    value: 'Вольск',
  },
  {
    region: 'Саратовская обл.',
    label: 'Воскресенское',
    value: 'Воскресенское',
  },
  {
    region: 'Саратовская обл.',
    label: 'Горный',
    value: 'Горный',
  },
  {
    region: 'Саратовская обл.',
    label: 'Дергачи',
    value: 'Дергачи',
  },
  {
    region: 'Саратовская обл.',
    label: 'Духовницкое',
    value: 'Духовницкое',
  },
  {
    region: 'Саратовская обл.',
    label: 'Екатериновка',
    value: 'Екатериновка',
  },
  {
    region: 'Саратовская обл.',
    label: 'Ершов',
    value: 'Ершов',
  },
  {
    region: 'Саратовская обл.',
    label: 'Заречный',
    value: 'Заречный',
  },
  {
    region: 'Саратовская обл.',
    label: 'Ивантеевка',
    value: 'Ивантеевка',
  },
  {
    region: 'Саратовская обл.',
    label: 'Калининск',
    value: 'Калининск',
  },
  {
    region: 'Саратовская обл.',
    label: 'Каменский',
    value: 'Каменский',
  },
  {
    region: 'Саратовская обл.',
    label: 'Красноармейск',
    value: 'Красноармейск',
  },
  {
    region: 'Саратовская обл.',
    label: 'Красный Кут',
    value: 'Красный Кут',
  },
  {
    region: 'Саратовская обл.',
    label: 'Лысые Горы',
    value: 'Лысые Горы',
  },
  {
    region: 'Саратовская обл.',
    label: 'Маркс',
    value: 'Маркс',
  },
  {
    region: 'Саратовская обл.',
    label: 'Мокроус',
    value: 'Мокроус',
  },
  {
    region: 'Саратовская обл.',
    label: 'Новоузенск',
    value: 'Новоузенск',
  },
  {
    region: 'Саратовская обл.',
    label: 'Новые Бурасы',
    value: 'Новые Бурасы',
  },
  {
    region: 'Саратовская обл.',
    label: 'Озинки',
    value: 'Озинки',
  },
  {
    region: 'Саратовская обл.',
    label: 'Перелюб',
    value: 'Перелюб',
  },
  {
    region: 'Саратовская обл.',
    label: 'Петровск',
    value: 'Петровск',
  },
  {
    region: 'Саратовская обл.',
    label: 'Питерка',
    value: 'Питерка',
  },
  {
    region: 'Саратовская обл.',
    label: 'Пугачев',
    value: 'Пугачев',
  },
  {
    region: 'Саратовская обл.',
    label: 'Ровное',
    value: 'Ровное',
  },
  {
    region: 'Саратовская обл.',
    label: 'Романовка',
    value: 'Романовка',
  },
  {
    region: 'Саратовская обл.',
    label: 'Ртищево',
    value: 'Ртищево',
  },
  {
    region: 'Саратовская обл.',
    label: 'Самойловка',
    value: 'Самойловка',
  },
  {
    region: 'Саратовская обл.',
    label: 'Саратов',
    value: 'Саратов',
  },
  {
    region: 'Саратовская обл.',
    label: 'Степное',
    value: 'Степное',
  },
  {
    region: 'Саратовская обл.',
    label: 'Татищево',
    value: 'Татищево',
  },
  {
    region: 'Саратовская обл.',
    label: 'Турки',
    value: 'Турки',
  },
  {
    region: 'Саратовская обл.',
    label: 'Хвалынск',
    value: 'Хвалынск',
  },
  {
    region: 'Саратовская обл.',
    label: 'Энгельс',
    value: 'Энгельс',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Абый',
    value: 'Абый',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Алдан',
    value: 'Алдан',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Амга',
    value: 'Амга',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Батагай',
    value: 'Батагай',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Бердигестях',
    value: 'Бердигестях',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Беркакит',
    value: 'Беркакит',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Бестях',
    value: 'Бестях',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Борогонцы',
    value: 'Борогонцы',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Верхневилюйск',
    value: 'Верхневилюйск',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Верхнеколымск',
    value: 'Верхнеколымск',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Верхоянск',
    value: 'Верхоянск',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Вилюйск',
    value: 'Вилюйск',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Витим',
    value: 'Витим',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Власово',
    value: 'Власово',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Жиганск',
    value: 'Жиганск',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Зырянка',
    value: 'Зырянка',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Кангалассы',
    value: 'Кангалассы',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Канкунский',
    value: 'Канкунский',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Ленск',
    value: 'Ленск',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Майя',
    value: 'Майя',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Менкеря',
    value: 'Менкеря',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Мирный',
    value: 'Мирный',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Нерюнгри',
    value: 'Нерюнгри',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Нычалах',
    value: 'Нычалах',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Нюрба',
    value: 'Нюрба',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Олекминск',
    value: 'Олекминск',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Покровск',
    value: 'Покровск',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Сангар',
    value: 'Сангар',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Саскылах',
    value: 'Саскылах',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Среднеколымск',
    value: 'Среднеколымск',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Сунтар',
    value: 'Сунтар',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Тикси',
    value: 'Тикси',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Усть-Мая',
    value: 'Усть-Мая',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Усть-Нера',
    value: 'Усть-Нера',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Хандыга',
    value: 'Хандыга',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Хонуу',
    value: 'Хонуу',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Черский',
    value: 'Черский',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Чокурдах',
    value: 'Чокурдах',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Чурапча',
    value: 'Чурапча',
  },
  {
    region: 'Саха (Якутия)',
    label: 'Якутск',
    value: 'Якутск',
  },
  {
    region: 'Сахалин',
    label: 'Александровск-Сахалинский',
    value: 'Александровск-Сахалинский',
  },
  {
    region: 'Сахалин',
    label: 'Анбэцу',
    value: 'Анбэцу',
  },
  {
    region: 'Сахалин',
    label: 'Анива',
    value: 'Анива',
  },
  {
    region: 'Сахалин',
    label: 'Бошняково',
    value: 'Бошняково',
  },
  {
    region: 'Сахалин',
    label: 'Быков',
    value: 'Быков',
  },
  {
    region: 'Сахалин',
    label: 'Вахрушев',
    value: 'Вахрушев',
  },
  {
    region: 'Сахалин',
    label: 'Взморье',
    value: 'Взморье',
  },
  {
    region: 'Сахалин',
    label: 'Гастелло',
    value: 'Гастелло',
  },
  {
    region: 'Сахалин',
    label: 'Горнозаводск',
    value: 'Горнозаводск',
  },
  {
    region: 'Сахалин',
    label: 'Долинск',
    value: 'Долинск',
  },
  {
    region: 'Сахалин',
    label: 'Ильинский',
    value: 'Ильинский',
  },
  {
    region: 'Сахалин',
    label: 'Катангли',
    value: 'Катангли',
  },
  {
    region: 'Сахалин',
    label: 'Корсаков',
    value: 'Корсаков',
  },
  {
    region: 'Сахалин',
    label: 'Курильск',
    value: 'Курильск',
  },
  {
    region: 'Сахалин',
    label: 'Макаров',
    value: 'Макаров',
  },
  {
    region: 'Сахалин',
    label: 'Невельск',
    value: 'Невельск',
  },
  {
    region: 'Сахалин',
    label: 'Ноглики',
    value: 'Ноглики',
  },
  {
    region: 'Сахалин',
    label: 'Оха',
    value: 'Оха',
  },
  {
    region: 'Сахалин',
    label: 'Поронайск',
    value: 'Поронайск',
  },
  {
    region: 'Сахалин',
    label: 'Северо-Курильск',
    value: 'Северо-Курильск',
  },
  {
    region: 'Сахалин',
    label: 'Смирных',
    value: 'Смирных',
  },
  {
    region: 'Сахалин',
    label: 'Томари',
    value: 'Томари',
  },
  {
    region: 'Сахалин',
    label: 'Тымовское',
    value: 'Тымовское',
  },
  {
    region: 'Сахалин',
    label: 'Углегорск',
    value: 'Углегорск',
  },
  {
    region: 'Сахалин',
    label: 'Холмск',
    value: 'Холмск',
  },
  {
    region: 'Сахалин',
    label: 'Шахтерск',
    value: 'Шахтерск',
  },
  {
    region: 'Сахалин',
    label: 'Южно-Курильск',
    value: 'Южно-Курильск',
  },
  {
    region: 'Сахалин',
    label: 'Южно-Сахалинск',
    value: 'Южно-Сахалинск',
  },
  {
    region: 'Свердловская обл.',
    label: 'Алапаевск',
    value: 'Алапаевск',
  },
  {
    region: 'Свердловская обл.',
    label: 'Алтынай',
    value: 'Алтынай',
  },
  {
    region: 'Свердловская обл.',
    label: 'Арамиль',
    value: 'Арамиль',
  },
  {
    region: 'Свердловская обл.',
    label: 'Артемовский',
    value: 'Артемовский',
  },
  {
    region: 'Свердловская обл.',
    label: 'Арти',
    value: 'Арти',
  },
  {
    region: 'Свердловская обл.',
    label: 'Асбест',
    value: 'Асбест',
  },
  {
    region: 'Свердловская обл.',
    label: 'Ачит',
    value: 'Ачит',
  },
  {
    region: 'Свердловская обл.',
    label: 'Байкалово',
    value: 'Байкалово',
  },
  {
    region: 'Свердловская обл.',
    label: 'Басьяновский',
    value: 'Басьяновский',
  },
  {
    region: 'Свердловская обл.',
    label: 'Белоярский',
    value: 'Белоярский',
  },
  {
    region: 'Свердловская обл.',
    label: 'Березовский',
    value: 'Березовский',
  },
  {
    region: 'Свердловская обл.',
    label: 'Богданович',
    value: 'Богданович',
  },
  {
    region: 'Свердловская обл.',
    label: 'Буланаш',
    value: 'Буланаш',
  },
  {
    region: 'Свердловская обл.',
    label: 'Верхний Тагил',
    value: 'Верхний Тагил',
  },
  {
    region: 'Свердловская обл.',
    label: 'Верхняя Пышма',
    value: 'Верхняя Пышма',
  },
  {
    region: 'Свердловская обл.',
    label: 'Верхняя Салда',
    value: 'Верхняя Салда',
  },
  {
    region: 'Свердловская обл.',
    label: 'Верхняя Синячиха',
    value: 'Верхняя Синячиха',
  },
  {
    region: 'Свердловская обл.',
    label: 'Верхняя Сысерть',
    value: 'Верхняя Сысерть',
  },
  {
    region: 'Свердловская обл.',
    label: 'Верхняя Тура',
    value: 'Верхняя Тура',
  },
  {
    region: 'Свердловская обл.',
    label: 'Верхотурье',
    value: 'Верхотурье',
  },
  {
    region: 'Свердловская обл.',
    label: 'Висим',
    value: 'Висим',
  },
  {
    region: 'Свердловская обл.',
    label: 'Волчанск',
    value: 'Волчанск',
  },
  {
    region: 'Свердловская обл.',
    label: 'Воронцовка',
    value: 'Воронцовка',
  },
  {
    region: 'Свердловская обл.',
    label: 'Гари',
    value: 'Гари',
  },
  {
    region: 'Свердловская обл.',
    label: 'Дегтярск',
    value: 'Дегтярск',
  },
  {
    region: 'Свердловская обл.',
    label: 'Екатеринбург',
    value: 'Екатеринбург',
  },
  {
    region: 'Свердловская обл.',
    label: 'Ертарский',
    value: 'Ертарский',
  },
  {
    region: 'Свердловская обл.',
    label: 'Заводоуспенское',
    value: 'Заводоуспенское',
  },
  {
    region: 'Свердловская обл.',
    label: 'Зыряновский',
    value: 'Зыряновский',
  },
  {
    region: 'Свердловская обл.',
    label: 'Зюзельский',
    value: 'Зюзельский',
  },
  {
    region: 'Свердловская обл.',
    label: 'Ивдель',
    value: 'Ивдель',
  },
  {
    region: 'Свердловская обл.',
    label: 'Изумруд',
    value: 'Изумруд',
  },
  {
    region: 'Свердловская обл.',
    label: 'Ирбит',
    value: 'Ирбит',
  },
  {
    region: 'Свердловская обл.',
    label: 'Ис',
    value: 'Ис',
  },
  {
    region: 'Свердловская обл.',
    label: 'Каменск-Уральский',
    value: 'Каменск-Уральский',
  },
  {
    region: 'Свердловская обл.',
    label: 'Камышлов',
    value: 'Камышлов',
  },
  {
    region: 'Свердловская обл.',
    label: 'Карпинск',
    value: 'Карпинск',
  },
  {
    region: 'Свердловская обл.',
    label: 'Карпунинский',
    value: 'Карпунинский',
  },
  {
    region: 'Свердловская обл.',
    label: 'Качканар',
    value: 'Качканар',
  },
  {
    region: 'Свердловская обл.',
    label: 'Кировград',
    value: 'Кировград',
  },
  {
    region: 'Свердловская обл.',
    label: 'Краснотурьинск',
    value: 'Краснотурьинск',
  },
  {
    region: 'Свердловская обл.',
    label: 'Красноуральск',
    value: 'Красноуральск',
  },
  {
    region: 'Свердловская обл.',
    label: 'Красноуфимск',
    value: 'Красноуфимск',
  },
  {
    region: 'Свердловская обл.',
    label: 'Кушва',
    value: 'Кушва',
  },
  {
    region: 'Свердловская обл.',
    label: 'Лесной',
    value: 'Лесной',
  },
  {
    region: 'Свердловская обл.',
    label: 'Михайловск',
    value: 'Михайловск',
  },
  {
    region: 'Свердловская обл.',
    label: 'Невьянск',
    value: 'Невьянск',
  },
  {
    region: 'Свердловская обл.',
    label: 'Нижние Серги',
    value: 'Нижние Серги',
  },
  {
    region: 'Свердловская обл.',
    label: 'Нижний Тагил',
    value: 'Нижний Тагил',
  },
  {
    region: 'Свердловская обл.',
    label: 'Нижняя Салда',
    value: 'Нижняя Салда',
  },
  {
    region: 'Свердловская обл.',
    label: 'Нижняя Тура',
    value: 'Нижняя Тура',
  },
  {
    region: 'Свердловская обл.',
    label: 'Новая Ляля',
    value: 'Новая Ляля',
  },
  {
    region: 'Свердловская обл.',
    label: 'Новоуральск',
    value: 'Новоуральск',
  },
  {
    region: 'Свердловская обл.',
    label: 'Оус',
    value: 'Оус',
  },
  {
    region: 'Свердловская обл.',
    label: 'Первоуральск',
    value: 'Первоуральск',
  },
  {
    region: 'Свердловская обл.',
    label: 'Полевской',
    value: 'Полевской',
  },
  {
    region: 'Свердловская обл.',
    label: 'Пышма',
    value: 'Пышма',
  },
  {
    region: 'Свердловская обл.',
    label: 'Ревда',
    value: 'Ревда',
  },
  {
    region: 'Свердловская обл.',
    label: 'Реж',
    value: 'Реж',
  },
  {
    region: 'Свердловская обл.',
    label: 'Свердловск',
    value: 'Свердловск',
  },
  {
    region: 'Свердловская обл.',
    label: 'Североуральск',
    value: 'Североуральск',
  },
  {
    region: 'Свердловская обл.',
    label: 'Серов',
    value: 'Серов',
  },
  {
    region: 'Свердловская обл.',
    label: 'Сосьва',
    value: 'Сосьва',
  },
  {
    region: 'Свердловская обл.',
    label: 'Среднеуральск',
    value: 'Среднеуральск',
  },
  {
    region: 'Свердловская обл.',
    label: 'Сухой Лог',
    value: 'Сухой Лог',
  },
  {
    region: 'Свердловская обл.',
    label: 'Сысерть',
    value: 'Сысерть',
  },
  {
    region: 'Свердловская обл.',
    label: 'Таборы',
    value: 'Таборы',
  },
  {
    region: 'Свердловская обл.',
    label: 'Тавда',
    value: 'Тавда',
  },
  {
    region: 'Свердловская обл.',
    label: 'Талица',
    value: 'Талица',
  },
  {
    region: 'Свердловская обл.',
    label: 'Тугулым',
    value: 'Тугулым',
  },
  {
    region: 'Свердловская обл.',
    label: 'Туринск',
    value: 'Туринск',
  },
  {
    region: 'Свердловская обл.',
    label: 'Туринская Слобода',
    value: 'Туринская Слобода',
  },
  {
    region: 'Северная Осетия',
    label: 'Алагир',
    value: 'Алагир',
  },
  {
    region: 'Северная Осетия',
    label: 'Ардон',
    value: 'Ардон',
  },
  {
    region: 'Северная Осетия',
    label: 'Беслан',
    value: 'Беслан',
  },
  {
    region: 'Северная Осетия',
    label: 'Бурон',
    value: 'Бурон',
  },
  {
    region: 'Северная Осетия',
    label: 'Владикавказ',
    value: 'Владикавказ',
  },
  {
    region: 'Северная Осетия',
    label: 'Дигора',
    value: 'Дигора',
  },
  {
    region: 'Северная Осетия',
    label: 'Моздок',
    value: 'Моздок',
  },
  {
    region: 'Северная Осетия',
    label: 'Орджоникидзе',
    value: 'Орджоникидзе',
  },
  {
    region: 'Северная Осетия',
    label: 'Чикола',
    value: 'Чикола',
  },
  {
    region: 'Смоленская обл.',
    label: 'Велиж',
    value: 'Велиж',
  },
  {
    region: 'Смоленская обл.',
    label: 'Верхнеднепровский',
    value: 'Верхнеднепровский',
  },
  {
    region: 'Смоленская обл.',
    label: 'Ворга',
    value: 'Ворга',
  },
  {
    region: 'Смоленская обл.',
    label: 'Вязьма',
    value: 'Вязьма',
  },
  {
    region: 'Смоленская обл.',
    label: 'Гагарин',
    value: 'Гагарин',
  },
  {
    region: 'Смоленская обл.',
    label: 'Глинка',
    value: 'Глинка',
  },
  {
    region: 'Смоленская обл.',
    label: 'Голынки',
    value: 'Голынки',
  },
  {
    region: 'Смоленская обл.',
    label: 'Демидов',
    value: 'Демидов',
  },
  {
    region: 'Смоленская обл.',
    label: 'Десногорск',
    value: 'Десногорск',
  },
  {
    region: 'Смоленская обл.',
    label: 'Дорогобуж',
    value: 'Дорогобуж',
  },
  {
    region: 'Смоленская обл.',
    label: 'Духовщина',
    value: 'Духовщина',
  },
  {
    region: 'Смоленская обл.',
    label: 'Екимовичи',
    value: 'Екимовичи',
  },
  {
    region: 'Смоленская обл.',
    label: 'Ельня',
    value: 'Ельня',
  },
  {
    region: 'Смоленская обл.',
    label: 'Ершичи',
    value: 'Ершичи',
  },
  {
    region: 'Смоленская обл.',
    label: 'Издешково',
    value: 'Издешково',
  },
  {
    region: 'Смоленская обл.',
    label: 'Кардымово',
    value: 'Кардымово',
  },
  {
    region: 'Смоленская обл.',
    label: 'Красный',
    value: 'Красный',
  },
  {
    region: 'Смоленская обл.',
    label: 'Монастырщина',
    value: 'Монастырщина',
  },
  {
    region: 'Смоленская обл.',
    label: 'Новодугино',
    value: 'Новодугино',
  },
  {
    region: 'Смоленская обл.',
    label: 'Починок',
    value: 'Починок',
  },
  {
    region: 'Смоленская обл.',
    label: 'Рославль',
    value: 'Рославль',
  },
  {
    region: 'Смоленская обл.',
    label: 'Рудня',
    value: 'Рудня',
  },
  {
    region: 'Смоленская обл.',
    label: 'Сафоново',
    value: 'Сафоново',
  },
  {
    region: 'Смоленская обл.',
    label: 'Смоленск',
    value: 'Смоленск',
  },
  {
    region: 'Смоленская обл.',
    label: 'Сычевка',
    value: 'Сычевка',
  },
  {
    region: 'Смоленская обл.',
    label: 'Угра',
    value: 'Угра',
  },
  {
    region: 'Смоленская обл.',
    label: 'Хиславичи',
    value: 'Хиславичи',
  },
  {
    region: 'Смоленская обл.',
    label: 'Холм-Жирковский',
    value: 'Холм-Жирковский',
  },
  {
    region: 'Смоленская обл.',
    label: 'Шумячи',
    value: 'Шумячи',
  },
  {
    region: 'Смоленская обл.',
    label: 'Ярцево',
    value: 'Ярцево',
  },
  {
    region: 'Ставропольский край',
    label: 'Александровское',
    value: 'Александровское',
  },
  {
    region: 'Ставропольский край',
    label: 'Арзгир',
    value: 'Арзгир',
  },
  {
    region: 'Ставропольский край',
    label: 'Благодарный',
    value: 'Благодарный',
  },
  {
    region: 'Ставропольский край',
    label: 'Буденновск',
    value: 'Буденновск',
  },
  {
    region: 'Ставропольский край',
    label: 'Георгиевск',
    value: 'Георгиевск',
  },
  {
    region: 'Ставропольский край',
    label: 'Дивное',
    value: 'Дивное',
  },
  {
    region: 'Ставропольский край',
    label: 'Домбай',
    value: 'Домбай',
  },
  {
    region: 'Ставропольский край',
    label: 'Донское',
    value: 'Донское',
  },
  {
    region: 'Ставропольский край',
    label: 'Ессентуки',
    value: 'Ессентуки',
  },
  {
    region: 'Ставропольский край',
    label: 'Железноводск',
    value: 'Железноводск',
  },
  {
    region: 'Ставропольский край',
    label: 'Зеленокумск',
    value: 'Зеленокумск',
  },
  {
    region: 'Ставропольский край',
    label: 'Изобильный',
    value: 'Изобильный',
  },
  {
    region: 'Ставропольский край',
    label: 'Иноземцево',
    value: 'Иноземцево',
  },
  {
    region: 'Ставропольский край',
    label: 'Ипатово',
    value: 'Ипатово',
  },
  {
    region: 'Ставропольский край',
    label: 'Карачаевск',
    value: 'Карачаевск',
  },
  {
    region: 'Ставропольский край',
    label: 'Кисловодск',
    value: 'Кисловодск',
  },
  {
    region: 'Ставропольский край',
    label: 'Кочубеевское',
    value: 'Кочубеевское',
  },
  {
    region: 'Ставропольский край',
    label: 'Красногвардейское',
    value: 'Красногвардейское',
  },
  {
    region: 'Ставропольский край',
    label: 'Курсавка',
    value: 'Курсавка',
  },
  {
    region: 'Ставропольский край',
    label: 'Левокумское',
    value: 'Левокумское',
  },
  {
    region: 'Ставропольский край',
    label: 'Минеральные Воды',
    value: 'Минеральные Воды',
  },
  {
    region: 'Ставропольский край',
    label: 'Невинномысск',
    value: 'Невинномысск',
  },
  {
    region: 'Ставропольский край',
    label: 'Нефтекумск',
    value: 'Нефтекумск',
  },
  {
    region: 'Ставропольский край',
    label: 'Новоалександровск',
    value: 'Новоалександровск',
  },
  {
    region: 'Ставропольский край',
    label: 'Новоалександровская',
    value: 'Новоалександровская',
  },
  {
    region: 'Ставропольский край',
    label: 'Новопавловск',
    value: 'Новопавловск',
  },
  {
    region: 'Ставропольский край',
    label: 'Новоселицкое',
    value: 'Новоселицкое',
  },
  {
    region: 'Ставропольский край',
    label: 'Преградная',
    value: 'Преградная',
  },
  {
    region: 'Ставропольский край',
    label: 'Пятигорск',
    value: 'Пятигорск',
  },
  {
    region: 'Ставропольский край',
    label: 'Светлоград',
    value: 'Светлоград',
  },
  {
    region: 'Ставропольский край',
    label: 'Солнечнодольск',
    value: 'Солнечнодольск',
  },
  {
    region: 'Ставропольский край',
    label: 'Ставрополь',
    value: 'Ставрополь',
  },
  {
    region: 'Ставропольский край',
    label: 'Степное',
    value: 'Степное',
  },
  {
    region: 'Ставропольский край',
    label: 'Теберда',
    value: 'Теберда',
  },
  {
    region: 'Ставропольский край',
    label: 'Усть-Джегута',
    value: 'Усть-Джегута',
  },
  {
    region: 'Ставропольский край',
    label: 'Хабез',
    value: 'Хабез',
  },
  {
    region: 'Ставропольский край',
    label: 'Черкесск',
    value: 'Черкесск',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Бондари',
    value: 'Бондари',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Гавриловка Вторая',
    value: 'Гавриловка Вторая',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Жердевка',
    value: 'Жердевка',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Знаменка',
    value: 'Знаменка',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Инжавино',
    value: 'Инжавино',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Кирсанов',
    value: 'Кирсанов',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Котовск',
    value: 'Котовск',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Мичуринск',
    value: 'Мичуринск',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Мордово',
    value: 'Мордово',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Моршанск',
    value: 'Моршанск',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Мучкапский',
    value: 'Мучкапский',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Первомайский',
    value: 'Первомайский',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Петровское',
    value: 'Петровское',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Пичаево',
    value: 'Пичаево',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Рассказово',
    value: 'Рассказово',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Ржакса',
    value: 'Ржакса',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Староюрьево',
    value: 'Староюрьево',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Тамбов',
    value: 'Тамбов',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Токаревка',
    value: 'Токаревка',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Уварово',
    value: 'Уварово',
  },
  {
    region: 'Тамбовская обл.',
    label: 'Умет',
    value: 'Умет',
  },
  {
    region: 'Татарстан',
    label: 'Агрыз',
    value: 'Агрыз',
  },
  {
    region: 'Татарстан',
    label: 'Азнакаево',
    value: 'Азнакаево',
  },
  {
    region: 'Татарстан',
    label: 'Аксубаево',
    value: 'Аксубаево',
  },
  {
    region: 'Татарстан',
    label: 'Актюбинский',
    value: 'Актюбинский',
  },
  {
    region: 'Татарстан',
    label: 'Алексеевское',
    value: 'Алексеевское',
  },
  {
    region: 'Татарстан',
    label: 'Альметьевск',
    value: 'Альметьевск',
  },
  {
    region: 'Татарстан',
    label: 'Альметьевск',
    value: 'Альметьевск',
  },
  {
    region: 'Татарстан',
    label: 'Апастово',
    value: 'Апастово',
  },
  {
    region: 'Татарстан',
    label: 'Арск',
    value: 'Арск',
  },
  {
    region: 'Татарстан',
    label: 'Бавлы',
    value: 'Бавлы',
  },
  {
    region: 'Татарстан',
    label: 'Базарные Матаки',
    value: 'Базарные Матаки',
  },
  {
    region: 'Татарстан',
    label: 'Балтаси',
    value: 'Балтаси',
  },
  {
    region: 'Татарстан',
    label: 'Богатые Сабы',
    value: 'Богатые Сабы',
  },
  {
    region: 'Татарстан',
    label: 'Брежнев',
    value: 'Брежнев',
  },
  {
    region: 'Татарстан',
    label: 'Бугульма',
    value: 'Бугульма',
  },
  {
    region: 'Татарстан',
    label: 'Буинск',
    value: 'Буинск',
  },
  {
    region: 'Татарстан',
    label: 'Васильево',
    value: 'Васильево',
  },
  {
    region: 'Татарстан',
    label: 'Верхний Услон',
    value: 'Верхний Услон',
  },
  {
    region: 'Татарстан',
    label: 'Высокая Гора',
    value: 'Высокая Гора',
  },
  {
    region: 'Татарстан',
    label: 'Дербешкинский',
    value: 'Дербешкинский',
  },
  {
    region: 'Татарстан',
    label: 'Елабуга',
    value: 'Елабуга',
  },
  {
    region: 'Татарстан',
    label: 'Заинск',
    value: 'Заинск',
  },
  {
    region: 'Татарстан',
    label: 'Зеленодольск',
    value: 'Зеленодольск',
  },
  {
    region: 'Татарстан',
    label: 'Казань',
    value: 'Казань',
  },
  {
    region: 'Татарстан',
    label: 'Камское Устье',
    value: 'Камское Устье',
  },
  {
    region: 'Татарстан',
    label: 'Карабаш',
    value: 'Карабаш',
  },
  {
    region: 'Татарстан',
    label: 'Куйбышев',
    value: 'Куйбышев',
  },
  {
    region: 'Татарстан',
    label: 'Кукмод',
    value: 'Кукмод',
  },
  {
    region: 'Татарстан',
    label: 'Кукмор',
    value: 'Кукмор',
  },
  {
    region: 'Татарстан',
    label: 'Лаишево',
    value: 'Лаишево',
  },
  {
    region: 'Татарстан',
    label: 'Лениногорск',
    value: 'Лениногорск',
  },
  {
    region: 'Татарстан',
    label: 'Мамадыш',
    value: 'Мамадыш',
  },
  {
    region: 'Татарстан',
    label: 'Менделеевск',
    value: 'Менделеевск',
  },
  {
    region: 'Татарстан',
    label: 'Мензелинск',
    value: 'Мензелинск',
  },
  {
    region: 'Татарстан',
    label: 'Муслюмово',
    value: 'Муслюмово',
  },
  {
    region: 'Татарстан',
    label: 'Набережные Челны',
    value: 'Набережные Челны',
  },
  {
    region: 'Татарстан',
    label: 'Нижнекамск',
    value: 'Нижнекамск',
  },
  {
    region: 'Татарстан',
    label: 'Новошешминск',
    value: 'Новошешминск',
  },
  {
    region: 'Татарстан',
    label: 'Нурлат',
    value: 'Нурлат',
  },
  {
    region: 'Татарстан',
    label: 'Пестрецы',
    value: 'Пестрецы',
  },
  {
    region: 'Татарстан',
    label: 'Рыбная Слобода',
    value: 'Рыбная Слобода',
  },
  {
    region: 'Татарстан',
    label: 'Сарманово',
    value: 'Сарманово',
  },
  {
    region: 'Татарстан',
    label: 'Старое Дрожжаное',
    value: 'Старое Дрожжаное',
  },
  {
    region: 'Татарстан',
    label: 'Тетюши',
    value: 'Тетюши',
  },
  {
    region: 'Татарстан',
    label: 'Чистополь',
    value: 'Чистополь',
  },
  {
    region: 'Тверская обл.',
    label: 'Андреаполь',
    value: 'Андреаполь',
  },
  {
    region: 'Тверская обл.',
    label: 'Бежецк',
    value: 'Бежецк',
  },
  {
    region: 'Тверская обл.',
    label: 'Белый',
    value: 'Белый',
  },
  {
    region: 'Тверская обл.',
    label: 'Белый Городок',
    value: 'Белый Городок',
  },
  {
    region: 'Тверская обл.',
    label: 'Березайка',
    value: 'Березайка',
  },
  {
    region: 'Тверская обл.',
    label: 'Бологое',
    value: 'Бологое',
  },
  {
    region: 'Тверская обл.',
    label: 'Васильевский Мох',
    value: 'Васильевский Мох',
  },
  {
    region: 'Тверская обл.',
    label: 'Выползово',
    value: 'Выползово',
  },
  {
    region: 'Тверская обл.',
    label: 'Вышний Волочек',
    value: 'Вышний Волочек',
  },
  {
    region: 'Тверская обл.',
    label: 'Жарковский',
    value: 'Жарковский',
  },
  {
    region: 'Тверская обл.',
    label: 'Западная Двина',
    value: 'Западная Двина',
  },
  {
    region: 'Тверская обл.',
    label: 'Заречье',
    value: 'Заречье',
  },
  {
    region: 'Тверская обл.',
    label: 'Зубцов',
    value: 'Зубцов',
  },
  {
    region: 'Тверская обл.',
    label: 'Изоплит',
    value: 'Изоплит',
  },
  {
    region: 'Тверская обл.',
    label: 'Калашниково',
    value: 'Калашниково',
  },
  {
    region: 'Тверская обл.',
    label: 'Калинин',
    value: 'Калинин',
  },
  {
    region: 'Тверская обл.',
    label: 'Калязин',
    value: 'Калязин',
  },
  {
    region: 'Тверская обл.',
    label: 'Кашин',
    value: 'Кашин',
  },
  {
    region: 'Тверская обл.',
    label: 'Кесова Гора',
    value: 'Кесова Гора',
  },
  {
    region: 'Тверская обл.',
    label: 'Кимры',
    value: 'Кимры',
  },
  {
    region: 'Тверская обл.',
    label: 'Конаково',
    value: 'Конаково',
  },
  {
    region: 'Тверская обл.',
    label: 'Красный Холм',
    value: 'Красный Холм',
  },
  {
    region: 'Тверская обл.',
    label: 'Кувшиново',
    value: 'Кувшиново',
  },
  {
    region: 'Тверская обл.',
    label: 'Лесное',
    value: 'Лесное',
  },
  {
    region: 'Тверская обл.',
    label: 'Лихославль',
    value: 'Лихославль',
  },
  {
    region: 'Тверская обл.',
    label: 'Максатиха',
    value: 'Максатиха',
  },
  {
    region: 'Тверская обл.',
    label: 'Молоково',
    value: 'Молоково',
  },
  {
    region: 'Тверская обл.',
    label: 'Нелидово',
    value: 'Нелидово',
  },
  {
    region: 'Тверская обл.',
    label: 'Оленино',
    value: 'Оленино',
  },
  {
    region: 'Тверская обл.',
    label: 'Осташков',
    value: 'Осташков',
  },
  {
    region: 'Тверская обл.',
    label: 'Пено',
    value: 'Пено',
  },
  {
    region: 'Тверская обл.',
    label: 'Рамешки',
    value: 'Рамешки',
  },
  {
    region: 'Тверская обл.',
    label: 'Ржев',
    value: 'Ржев',
  },
  {
    region: 'Тверская обл.',
    label: 'Сандово',
    value: 'Сандово',
  },
  {
    region: 'Тверская обл.',
    label: 'Селижарово',
    value: 'Селижарово',
  },
  {
    region: 'Тверская обл.',
    label: 'Сонково',
    value: 'Сонково',
  },
  {
    region: 'Тверская обл.',
    label: 'Спирово',
    value: 'Спирово',
  },
  {
    region: 'Тверская обл.',
    label: 'Старица',
    value: 'Старица',
  },
  {
    region: 'Тверская обл.',
    label: 'Тверь',
    value: 'Тверь',
  },
  {
    region: 'Тверская обл.',
    label: 'Торжок',
    value: 'Торжок',
  },
  {
    region: 'Тверская обл.',
    label: 'Торопец',
    value: 'Торопец',
  },
  {
    region: 'Тверская обл.',
    label: 'Удомля',
    value: 'Удомля',
  },
  {
    region: 'Тверская обл.',
    label: 'Фирово',
    value: 'Фирово',
  },
  {
    region: 'Томская обл.',
    label: 'Александровское',
    value: 'Александровское',
  },
  {
    region: 'Томская обл.',
    label: 'Асино',
    value: 'Асино',
  },
  {
    region: 'Томская обл.',
    label: 'Бакчар',
    value: 'Бакчар',
  },
  {
    region: 'Томская обл.',
    label: 'Батурино',
    value: 'Батурино',
  },
  {
    region: 'Томская обл.',
    label: 'Белый Яр',
    value: 'Белый Яр',
  },
  {
    region: 'Томская обл.',
    label: 'Зырянское',
    value: 'Зырянское',
  },
  {
    region: 'Томская обл.',
    label: 'Итатка',
    value: 'Итатка',
  },
  {
    region: 'Томская обл.',
    label: 'Каргасок',
    value: 'Каргасок',
  },
  {
    region: 'Томская обл.',
    label: 'Катайга',
    value: 'Катайга',
  },
  {
    region: 'Томская обл.',
    label: 'Кожевниково',
    value: 'Кожевниково',
  },
  {
    region: 'Томская обл.',
    label: 'Колпашево',
    value: 'Колпашево',
  },
  {
    region: 'Томская обл.',
    label: 'Кривошеино',
    value: 'Кривошеино',
  },
  {
    region: 'Томская обл.',
    label: 'Мельниково',
    value: 'Мельниково',
  },
  {
    region: 'Томская обл.',
    label: 'Молчаново',
    value: 'Молчаново',
  },
  {
    region: 'Томская обл.',
    label: 'Парабель',
    value: 'Парабель',
  },
  {
    region: 'Томская обл.',
    label: 'Первомайское',
    value: 'Первомайское',
  },
  {
    region: 'Томская обл.',
    label: 'Подгорное',
    value: 'Подгорное',
  },
  {
    region: 'Томская обл.',
    label: 'Северск',
    value: 'Северск',
  },
  {
    region: 'Томская обл.',
    label: 'Стрежевой',
    value: 'Стрежевой',
  },
  {
    region: 'Томская обл.',
    label: 'Томск',
    value: 'Томск',
  },
  {
    region: 'Томская обл.',
    label: 'Тымск',
    value: 'Тымск',
  },
  {
    region: 'Тува (Тувинская Респ.)',
    label: 'Ак-Довурак',
    value: 'Ак-Довурак',
  },
  {
    region: 'Тува (Тувинская Респ.)',
    label: 'Бай Хаак',
    value: 'Бай Хаак',
  },
  {
    region: 'Тува (Тувинская Респ.)',
    label: 'Кызыл',
    value: 'Кызыл',
  },
  {
    region: 'Тува (Тувинская Респ.)',
    label: 'Самагалтай',
    value: 'Самагалтай',
  },
  {
    region: 'Тува (Тувинская Респ.)',
    label: 'Сарыг-Сеп',
    value: 'Сарыг-Сеп',
  },
  {
    region: 'Тува (Тувинская Респ.)',
    label: 'Суть-Холь',
    value: 'Суть-Холь',
  },
  {
    region: 'Тува (Тувинская Респ.)',
    label: 'Тоора-Хем',
    value: 'Тоора-Хем',
  },
  {
    region: 'Тува (Тувинская Респ.)',
    label: 'Туран',
    value: 'Туран',
  },
  {
    region: 'Тува (Тувинская Респ.)',
    label: 'Тээли',
    value: 'Тээли',
  },
  {
    region: 'Тува (Тувинская Респ.)',
    label: 'Хову-Аксы',
    value: 'Хову-Аксы',
  },
  {
    region: 'Тува (Тувинская Респ.)',
    label: 'Чадан',
    value: 'Чадан',
  },
  {
    region: 'Тува (Тувинская Респ.)',
    label: 'Шагонар',
    value: 'Шагонар',
  },
  {
    region: 'Тува (Тувинская Респ.)',
    label: 'Эрзин',
    value: 'Эрзин',
  },
  {
    region: 'Тульская обл.',
    label: 'Агеево',
    value: 'Агеево',
  },
  {
    region: 'Тульская обл.',
    label: 'Алексин',
    value: 'Алексин',
  },
  {
    region: 'Тульская обл.',
    label: 'Арсеньево',
    value: 'Арсеньево',
  },
  {
    region: 'Тульская обл.',
    label: 'Барсуки',
    value: 'Барсуки',
  },
  {
    region: 'Тульская обл.',
    label: 'Бегичевский',
    value: 'Бегичевский',
  },
  {
    region: 'Тульская обл.',
    label: 'Белев',
    value: 'Белев',
  },
  {
    region: 'Тульская обл.',
    label: 'Богородицк',
    value: 'Богородицк',
  },
  {
    region: 'Тульская обл.',
    label: 'Болохово',
    value: 'Болохово',
  },
  {
    region: 'Тульская обл.',
    label: 'Велегож',
    value: 'Велегож',
  },
  {
    region: 'Тульская обл.',
    label: 'Венев',
    value: 'Венев',
  },
  {
    region: 'Тульская обл.',
    label: 'Волово',
    value: 'Волово',
  },
  {
    region: 'Тульская обл.',
    label: 'Горелки',
    value: 'Горелки',
  },
  {
    region: 'Тульская обл.',
    label: 'Донской',
    value: 'Донской',
  },
  {
    region: 'Тульская обл.',
    label: 'Дубна',
    value: 'Дубна',
  },
  {
    region: 'Тульская обл.',
    label: 'Епифань',
    value: 'Епифань',
  },
  {
    region: 'Тульская обл.',
    label: 'Ефремов',
    value: 'Ефремов',
  },
  {
    region: 'Тульская обл.',
    label: 'Заокский',
    value: 'Заокский',
  },
  {
    region: 'Тульская обл.',
    label: 'Казановка',
    value: 'Казановка',
  },
  {
    region: 'Тульская обл.',
    label: 'Кимовск',
    value: 'Кимовск',
  },
  {
    region: 'Тульская обл.',
    label: 'Киреевск',
    value: 'Киреевск',
  },
  {
    region: 'Тульская обл.',
    label: 'Куркино',
    value: 'Куркино',
  },
  {
    region: 'Тульская обл.',
    label: 'Ленинский',
    value: 'Ленинский',
  },
  {
    region: 'Тульская обл.',
    label: 'Новомосковск',
    value: 'Новомосковск',
  },
  {
    region: 'Тульская обл.',
    label: 'Одоев',
    value: 'Одоев',
  },
  {
    region: 'Тульская обл.',
    label: 'Плавск',
    value: 'Плавск',
  },
  {
    region: 'Тульская обл.',
    label: 'Суворов',
    value: 'Суворов',
  },
  {
    region: 'Тульская обл.',
    label: 'Тула',
    value: 'Тула',
  },
  {
    region: 'Тульская обл.',
    label: 'Узловая',
    value: 'Узловая',
  },
  {
    region: 'Тульская обл.',
    label: 'Щекино',
    value: 'Щекино',
  },
  {
    region: 'Тульская обл.',
    label: 'Ясногорск',
    value: 'Ясногорск',
  },
  {
    region: 'Тюменская обл.',
    label: 'Абатский',
    value: 'Абатский',
  },
  {
    region: 'Тюменская обл.',
    label: 'Аксарка',
    value: 'Аксарка',
  },
  {
    region: 'Тюменская обл.',
    label: 'Армизонское',
    value: 'Армизонское',
  },
  {
    region: 'Тюменская обл.',
    label: 'Аромашево',
    value: 'Аромашево',
  },
  {
    region: 'Тюменская обл.',
    label: 'Белоярский',
    value: 'Белоярский',
  },
  {
    region: 'Тюменская обл.',
    label: 'Бердюжье',
    value: 'Бердюжье',
  },
  {
    region: 'Тюменская обл.',
    label: 'Большое Сорокино',
    value: 'Большое Сорокино',
  },
  {
    region: 'Тюменская обл.',
    label: 'Вагай',
    value: 'Вагай',
  },
  {
    region: 'Тюменская обл.',
    label: 'Викулово',
    value: 'Викулово',
  },
  {
    region: 'Тюменская обл.',
    label: 'Винзили',
    value: 'Винзили',
  },
  {
    region: 'Тюменская обл.',
    label: 'Голышманово',
    value: 'Голышманово',
  },
  {
    region: 'Тюменская обл.',
    label: 'Губкинский',
    value: 'Губкинский',
  },
  {
    region: 'Тюменская обл.',
    label: 'Заводопетровский',
    value: 'Заводопетровский',
  },
  {
    region: 'Тюменская обл.',
    label: 'Заводоуковск',
    value: 'Заводоуковск',
  },
  {
    region: 'Тюменская обл.',
    label: 'Излучинск',
    value: 'Излучинск',
  },
  {
    region: 'Тюменская обл.',
    label: 'Исетское',
    value: 'Исетское',
  },
  {
    region: 'Тюменская обл.',
    label: 'Ишим',
    value: 'Ишим',
  },
  {
    region: 'Тюменская обл.',
    label: 'Казанское',
    value: 'Казанское',
  },
  {
    region: 'Тюменская обл.',
    label: 'Казым-Мыс',
    value: 'Казым-Мыс',
  },
  {
    region: 'Тюменская обл.',
    label: 'Когалым',
    value: 'Когалым',
  },
  {
    region: 'Тюменская обл.',
    label: 'Кондинское',
    value: 'Кондинское',
  },
  {
    region: 'Тюменская обл.',
    label: 'Красноселькуп',
    value: 'Красноселькуп',
  },
  {
    region: 'Тюменская обл.',
    label: 'Лабытнанги',
    value: 'Лабытнанги',
  },
  {
    region: 'Тюменская обл.',
    label: 'Ларьяк',
    value: 'Ларьяк',
  },
  {
    region: 'Тюменская обл.',
    label: 'Мегион',
    value: 'Мегион',
  },
  {
    region: 'Тюменская обл.',
    label: 'Мужи',
    value: 'Мужи',
  },
  {
    region: 'Тюменская обл.',
    label: 'Муравленко',
    value: 'Муравленко',
  },
  {
    region: 'Тюменская обл.',
    label: 'Надым',
    value: 'Надым',
  },
  {
    region: 'Тюменская обл.',
    label: 'Находка',
    value: 'Находка',
  },
  {
    region: 'Тюменская обл.',
    label: 'Нефтеюганск',
    value: 'Нефтеюганск',
  },
  {
    region: 'Тюменская обл.',
    label: 'Нижневартовск',
    value: 'Нижневартовск',
  },
  {
    region: 'Тюменская обл.',
    label: 'Нижняя Тавда',
    value: 'Нижняя Тавда',
  },
  {
    region: 'Тюменская обл.',
    label: 'Новый Уренгой',
    value: 'Новый Уренгой',
  },
  {
    region: 'Тюменская обл.',
    label: 'Ноябрьск',
    value: 'Ноябрьск',
  },
  {
    region: 'Тюменская обл.',
    label: 'Нягань',
    value: 'Нягань',
  },
  {
    region: 'Тюменская обл.',
    label: 'Октябрьское',
    value: 'Октябрьское',
  },
  {
    region: 'Тюменская обл.',
    label: 'Омутинский',
    value: 'Омутинский',
  },
  {
    region: 'Тюменская обл.',
    label: 'Радужный',
    value: 'Радужный',
  },
  {
    region: 'Тюменская обл.',
    label: 'Салехард',
    value: 'Салехард',
  },
  {
    region: 'Тюменская обл.',
    label: 'Сладково',
    value: 'Сладково',
  },
  {
    region: 'Тюменская обл.',
    label: 'Советский',
    value: 'Советский',
  },
  {
    region: 'Тюменская обл.',
    label: 'Сургут',
    value: 'Сургут',
  },
  {
    region: 'Тюменская обл.',
    label: 'Тазовский',
    value: 'Тазовский',
  },
  {
    region: 'Тюменская обл.',
    label: 'Тарко-Сале',
    value: 'Тарко-Сале',
  },
  {
    region: 'Тюменская обл.',
    label: 'Тобольск',
    value: 'Тобольск',
  },
  {
    region: 'Тюменская обл.',
    label: 'Тюмень',
    value: 'Тюмень',
  },
  {
    region: 'Тюменская обл.',
    label: 'Уват',
    value: 'Уват',
  },
  {
    region: 'Тюменская обл.',
    label: 'Унъюган',
    value: 'Унъюган',
  },
  {
    region: 'Тюменская обл.',
    label: 'Упорово',
    value: 'Упорово',
  },
  {
    region: 'Тюменская обл.',
    label: 'Урай',
    value: 'Урай',
  },
  {
    region: 'Тюменская обл.',
    label: 'Ханты-Мансийск',
    value: 'Ханты-Мансийск',
  },
  {
    region: 'Тюменская обл.',
    label: 'Юрибей',
    value: 'Юрибей',
  },
  {
    region: 'Тюменская обл.',
    label: 'Ялуторовск',
    value: 'Ялуторовск',
  },
  {
    region: 'Тюменская обл.',
    label: 'Яр-Сале',
    value: 'Яр-Сале',
  },
  {
    region: 'Тюменская обл.',
    label: 'Ярково',
    value: 'Ярково',
  },
  {
    region: 'Удмуртия',
    label: 'Алнаши',
    value: 'Алнаши',
  },
  {
    region: 'Удмуртия',
    label: 'Балезино',
    value: 'Балезино',
  },
  {
    region: 'Удмуртия',
    label: 'Вавож',
    value: 'Вавож',
  },
  {
    region: 'Удмуртия',
    label: 'Воткинск',
    value: 'Воткинск',
  },
  {
    region: 'Удмуртия',
    label: 'Глазов',
    value: 'Глазов',
  },
  {
    region: 'Удмуртия',
    label: 'Грахово',
    value: 'Грахово',
  },
  {
    region: 'Удмуртия',
    label: 'Дебесы',
    value: 'Дебесы',
  },
  {
    region: 'Удмуртия',
    label: 'Завьялово',
    value: 'Завьялово',
  },
  {
    region: 'Удмуртия',
    label: 'Игра',
    value: 'Игра',
  },
  {
    region: 'Удмуртия',
    label: 'Ижевск',
    value: 'Ижевск',
  },
  {
    region: 'Удмуртия',
    label: 'Кама',
    value: 'Кама',
  },
  {
    region: 'Удмуртия',
    label: 'Камбарка',
    value: 'Камбарка',
  },
  {
    region: 'Удмуртия',
    label: 'Каракулино',
    value: 'Каракулино',
  },
  {
    region: 'Удмуртия',
    label: 'Кез',
    value: 'Кез',
  },
  {
    region: 'Удмуртия',
    label: 'Кизнер',
    value: 'Кизнер',
  },
  {
    region: 'Удмуртия',
    label: 'Киясово',
    value: 'Киясово',
  },
  {
    region: 'Удмуртия',
    label: 'Красногорское',
    value: 'Красногорское',
  },
  {
    region: 'Удмуртия',
    label: 'Можга',
    value: 'Можга',
  },
  {
    region: 'Удмуртия',
    label: 'Сарапул',
    value: 'Сарапул',
  },
  {
    region: 'Удмуртия',
    label: 'Селты',
    value: 'Селты',
  },
  {
    region: 'Удмуртия',
    label: 'Сюмси',
    value: 'Сюмси',
  },
  {
    region: 'Удмуртия',
    label: 'Ува',
    value: 'Ува',
  },
  {
    region: 'Удмуртия',
    label: 'Устинов',
    value: 'Устинов',
  },
  {
    region: 'Удмуртия',
    label: 'Шаркан',
    value: 'Шаркан',
  },
  {
    region: 'Удмуртия',
    label: 'Юкаменское',
    value: 'Юкаменское',
  },
  {
    region: 'Удмуртия',
    label: 'Якшур-Бодья',
    value: 'Якшур-Бодья',
  },
  {
    region: 'Удмуртия',
    label: 'Яр',
    value: 'Яр',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Базарный Сызган',
    value: 'Базарный Сызган',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Барыш',
    value: 'Барыш',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Большое Нагаткино',
    value: 'Большое Нагаткино',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Вешкайма',
    value: 'Вешкайма',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Глотовка',
    value: 'Глотовка',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Димитровград',
    value: 'Димитровград',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Игнатовка',
    value: 'Игнатовка',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Измайлово',
    value: 'Измайлово',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Инза',
    value: 'Инза',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Ишеевка',
    value: 'Ишеевка',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Канадей',
    value: 'Канадей',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Карсун',
    value: 'Карсун',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Кузоватово',
    value: 'Кузоватово',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Майна',
    value: 'Майна',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Новая Малыкла',
    value: 'Новая Малыкла',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Новоспасское',
    value: 'Новоспасское',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Павловка',
    value: 'Павловка',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Радищево',
    value: 'Радищево',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Сенгилей',
    value: 'Сенгилей',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Старая Кулатка',
    value: 'Старая Кулатка',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Старая Майна',
    value: 'Старая Майна',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Сурское',
    value: 'Сурское',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Тереньга',
    value: 'Тереньга',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Ульяновск',
    value: 'Ульяновск',
  },
  {
    region: 'Ульяновская обл.',
    label: 'Чердаклы',
    value: 'Чердаклы',
  },
  {
    region: 'Уральская обл.',
    label: 'Аксай',
    value: 'Аксай',
  },
  {
    region: 'Уральская обл.',
    label: 'Дарьинское',
    value: 'Дарьинское',
  },
  {
    region: 'Уральская обл.',
    label: 'Деркул',
    value: 'Деркул',
  },
  {
    region: 'Уральская обл.',
    label: 'Джамбейты',
    value: 'Джамбейты',
  },
  {
    region: 'Уральская обл.',
    label: 'Джаныбек',
    value: 'Джаныбек',
  },
  {
    region: 'Уральская обл.',
    label: 'Казталовка',
    value: 'Казталовка',
  },
  {
    region: 'Уральская обл.',
    label: 'Калмыково',
    value: 'Калмыково',
  },
  {
    region: 'Уральская обл.',
    label: 'Каратобе',
    value: 'Каратобе',
  },
  {
    region: 'Уральская обл.',
    label: 'Переметное',
    value: 'Переметное',
  },
  {
    region: 'Уральская обл.',
    label: 'Сайхин',
    value: 'Сайхин',
  },
  {
    region: 'Уральская обл.',
    label: 'Уральск',
    value: 'Уральск',
  },
  {
    region: 'Уральская обл.',
    label: 'Федоровка',
    value: 'Федоровка',
  },
  {
    region: 'Уральская обл.',
    label: 'Фурманово',
    value: 'Фурманово',
  },
  {
    region: 'Уральская обл.',
    label: 'Чапаев',
    value: 'Чапаев',
  },
  {
    region: 'Хабаровский край',
    label: 'Амурск',
    value: 'Амурск',
  },
  {
    region: 'Хабаровский край',
    label: 'Аян',
    value: 'Аян',
  },
  {
    region: 'Хабаровский край',
    label: 'Березовый',
    value: 'Березовый',
  },
  {
    region: 'Хабаровский край',
    label: 'Бикин',
    value: 'Бикин',
  },
  {
    region: 'Хабаровский край',
    label: 'Бира',
    value: 'Бира',
  },
  {
    region: 'Хабаровский край',
    label: 'Биракан',
    value: 'Биракан',
  },
  {
    region: 'Хабаровский край',
    label: 'Богородское',
    value: 'Богородское',
  },
  {
    region: 'Хабаровский край',
    label: 'Болонь',
    value: 'Болонь',
  },
  {
    region: 'Хабаровский край',
    label: 'Ванино',
    value: 'Ванино',
  },
  {
    region: 'Хабаровский край',
    label: 'Волочаевка Вторая',
    value: 'Волочаевка Вторая',
  },
  {
    region: 'Хабаровский край',
    label: 'Высокогорный',
    value: 'Высокогорный',
  },
  {
    region: 'Хабаровский край',
    label: 'Вяземский',
    value: 'Вяземский',
  },
  {
    region: 'Хабаровский край',
    label: 'Горный',
    value: 'Горный',
  },
  {
    region: 'Хабаровский край',
    label: 'Гурское',
    value: 'Гурское',
  },
  {
    region: 'Хабаровский край',
    label: 'Дормидонтовка',
    value: 'Дормидонтовка',
  },
  {
    region: 'Хабаровский край',
    label: 'Заветы Ильича',
    value: 'Заветы Ильича',
  },
  {
    region: 'Хабаровский край',
    label: 'Известковый',
    value: 'Известковый',
  },
  {
    region: 'Хабаровский край',
    label: 'Иннокентьевка',
    value: 'Иннокентьевка',
  },
  {
    region: 'Хабаровский край',
    label: 'Комсомольск-на-Амуре',
    value: 'Комсомольск-на-Амуре',
  },
  {
    region: 'Хабаровский край',
    label: 'Ленинское',
    value: 'Ленинское',
  },
  {
    region: 'Хабаровский край',
    label: 'Нелькан',
    value: 'Нелькан',
  },
  {
    region: 'Хабаровский край',
    label: 'Николаевск-на-Амуре',
    value: 'Николаевск-на-Амуре',
  },
  {
    region: 'Хабаровский край',
    label: 'Облучье',
    value: 'Облучье',
  },
  {
    region: 'Хабаровский край',
    label: 'Охотск',
    value: 'Охотск',
  },
  {
    region: 'Хабаровский край',
    label: 'Переяславка',
    value: 'Переяславка',
  },
  {
    region: 'Хабаровский край',
    label: 'Смидович',
    value: 'Смидович',
  },
  {
    region: 'Хабаровский край',
    label: 'Советская Гавань',
    value: 'Советская Гавань',
  },
  {
    region: 'Хабаровский край',
    label: 'Софийск',
    value: 'Софийск',
  },
  {
    region: 'Хабаровский край',
    label: 'Троицкое',
    value: 'Троицкое',
  },
  {
    region: 'Хабаровский край',
    label: 'Тугур',
    value: 'Тугур',
  },
  {
    region: 'Хабаровский край',
    label: 'Хабаровск',
    value: 'Хабаровск',
  },
  {
    region: 'Хабаровский край',
    label: 'Чегдомын',
    value: 'Чегдомын',
  },
  {
    region: 'Хабаровский край',
    label: 'Чумикан',
    value: 'Чумикан',
  },
  {
    region: 'Хакасия',
    label: 'Абакан',
    value: 'Абакан',
  },
  {
    region: 'Хакасия',
    label: 'Саяногорск',
    value: 'Саяногорск',
  },
  {
    region: 'Ханты-Мансийский АО',
    label: 'Аган',
    value: 'Аган',
  },
  {
    region: 'Ханты-Мансийский АО',
    label: 'Игрим',
    value: 'Игрим',
  },
  {
    region: 'Ханты-Мансийский АО',
    label: 'Излучинск',
    value: 'Излучинск',
  },
  {
    region: 'Ханты-Мансийский АО',
    label: 'Лангепас',
    value: 'Лангепас',
  },
  {
    region: 'Ханты-Мансийский АО',
    label: 'Лянтор',
    value: 'Лянтор',
  },
  {
    region: 'Ханты-Мансийский АО',
    label: 'Мегион',
    value: 'Мегион',
  },
  {
    region: 'Ханты-Мансийский АО',
    label: 'Нефтеюганск',
    value: 'Нефтеюганск',
  },
  {
    region: 'Ханты-Мансийский АО',
    label: 'Нижневартовск',
    value: 'Нижневартовск',
  },
  {
    region: 'Ханты-Мансийский АО',
    label: 'Нягань',
    value: 'Нягань',
  },
  {
    region: 'Ханты-Мансийский АО',
    label: 'Покачи',
    value: 'Покачи',
  },
  {
    region: 'Ханты-Мансийский АО',
    label: 'Приобье',
    value: 'Приобье',
  },
  {
    region: 'Ханты-Мансийский АО',
    label: 'Пыть-Ях',
    value: 'Пыть-Ях',
  },
  {
    region: 'Ханты-Мансийский АО',
    label: 'Радужный',
    value: 'Радужный',
  },
  {
    region: 'Ханты-Мансийский АО',
    label: 'Сургут',
    value: 'Сургут',
  },
  {
    region: 'Ханты-Мансийский АО',
    label: 'Урай',
    value: 'Урай',
  },
  {
    region: 'Ханты-Мансийский АО',
    label: 'Ханты-Мансийск',
    value: 'Ханты-Мансийск',
  },
  {
    region: 'Ханты-Мансийский АО',
    label: 'Югорск',
    value: 'Югорск',
  },
  {
    region: 'Челябинская обл.',
    label: 'Агаповка',
    value: 'Агаповка',
  },
  {
    region: 'Челябинская обл.',
    label: 'Аргаяш',
    value: 'Аргаяш',
  },
  {
    region: 'Челябинская обл.',
    label: 'Аша',
    value: 'Аша',
  },
  {
    region: 'Челябинская обл.',
    label: 'Бакал',
    value: 'Бакал',
  },
  {
    region: 'Челябинская обл.',
    label: 'Бреды',
    value: 'Бреды',
  },
  {
    region: 'Челябинская обл.',
    label: 'Варна',
    value: 'Варна',
  },
  {
    region: 'Челябинская обл.',
    label: 'Верхнеуральск',
    value: 'Верхнеуральск',
  },
  {
    region: 'Челябинская обл.',
    label: 'Верхний Уфалей',
    value: 'Верхний Уфалей',
  },
  {
    region: 'Челябинская обл.',
    label: 'Еманжелинск',
    value: 'Еманжелинск',
  },
  {
    region: 'Челябинская обл.',
    label: 'Златоуст',
    value: 'Златоуст',
  },
  {
    region: 'Челябинская обл.',
    label: 'Карабаш',
    value: 'Карабаш',
  },
  {
    region: 'Челябинская обл.',
    label: 'Карталы',
    value: 'Карталы',
  },
  {
    region: 'Челябинская обл.',
    label: 'Касли',
    value: 'Касли',
  },
  {
    region: 'Челябинская обл.',
    label: 'Катав-Ивановск',
    value: 'Катав-Ивановск',
  },
  {
    region: 'Челябинская обл.',
    label: 'Копейск',
    value: 'Копейск',
  },
  {
    region: 'Челябинская обл.',
    label: 'Коркино',
    value: 'Коркино',
  },
  {
    region: 'Челябинская обл.',
    label: 'Кунашак',
    value: 'Кунашак',
  },
  {
    region: 'Челябинская обл.',
    label: 'Куса',
    value: 'Куса',
  },
  {
    region: 'Челябинская обл.',
    label: 'Кыштым',
    value: 'Кыштым',
  },
  {
    region: 'Челябинская обл.',
    label: 'Магнитогорск',
    value: 'Магнитогорск',
  },
  {
    region: 'Челябинская обл.',
    label: 'Миасс',
    value: 'Миасс',
  },
  {
    region: 'Челябинская обл.',
    label: 'Озерск',
    value: 'Озерск',
  },
  {
    region: 'Челябинская обл.',
    label: 'Октябрьское',
    value: 'Октябрьское',
  },
  {
    region: 'Челябинская обл.',
    label: 'Пласт',
    value: 'Пласт',
  },
  {
    region: 'Челябинская обл.',
    label: 'Сатка',
    value: 'Сатка',
  },
  {
    region: 'Челябинская обл.',
    label: 'Сим',
    value: 'Сим',
  },
  {
    region: 'Челябинская обл.',
    label: 'Снежинск',
    value: 'Снежинск',
  },
  {
    region: 'Челябинская обл.',
    label: 'Трехгорный',
    value: 'Трехгорный',
  },
  {
    region: 'Челябинская обл.',
    label: 'Троицк',
    value: 'Троицк',
  },
  {
    region: 'Челябинская обл.',
    label: 'Увельский',
    value: 'Увельский',
  },
  {
    region: 'Челябинская обл.',
    label: 'Уйское',
    value: 'Уйское',
  },
  {
    region: 'Челябинская обл.',
    label: 'Усть-Катав',
    value: 'Усть-Катав',
  },
  {
    region: 'Челябинская обл.',
    label: 'Фершампенуаз',
    value: 'Фершампенуаз',
  },
  {
    region: 'Челябинская обл.',
    label: 'Чебаркуль',
    value: 'Чебаркуль',
  },
  {
    region: 'Челябинская обл.',
    label: 'Челябинск',
    value: 'Челябинск',
  },
  {
    region: 'Челябинская обл.',
    label: 'Чесма',
    value: 'Чесма',
  },
  {
    region: 'Челябинская обл.',
    label: 'Южно-Уральск',
    value: 'Южно-Уральск',
  },
  {
    region: 'Челябинская обл.',
    label: 'Юрюзань',
    value: 'Юрюзань',
  },
  {
    region: 'Чечено-Ингушетия',
    label: 'Аргун',
    value: 'Аргун',
  },
  {
    region: 'Чечено-Ингушетия',
    label: 'Грозный',
    value: 'Грозный',
  },
  {
    region: 'Чечено-Ингушетия',
    label: 'Гудермез',
    value: 'Гудермез',
  },
  {
    region: 'Чечено-Ингушетия',
    label: 'Малгобек',
    value: 'Малгобек',
  },
  {
    region: 'Чечено-Ингушетия',
    label: 'Назрань',
    value: 'Назрань',
  },
  {
    region: 'Чечено-Ингушетия',
    label: 'Наурская',
    value: 'Наурская',
  },
  {
    region: 'Чечено-Ингушетия',
    label: 'Ножай-Юрт',
    value: 'Ножай-Юрт',
  },
  {
    region: 'Чечено-Ингушетия',
    label: 'Орджоникидзевская',
    value: 'Орджоникидзевская',
  },
  {
    region: 'Чечено-Ингушетия',
    label: 'Советское',
    value: 'Советское',
  },
  {
    region: 'Чечено-Ингушетия',
    label: 'Урус-Мартан',
    value: 'Урус-Мартан',
  },
  {
    region: 'Чечено-Ингушетия',
    label: 'Шали',
    value: 'Шали',
  },
  {
    region: 'Читинская обл.',
    label: 'Агинское',
    value: 'Агинское',
  },
  {
    region: 'Читинская обл.',
    label: 'Аксеново-Зиловское',
    value: 'Аксеново-Зиловское',
  },
  {
    region: 'Читинская обл.',
    label: 'Акша',
    value: 'Акша',
  },
  {
    region: 'Читинская обл.',
    label: 'Александровский Завод',
    value: 'Александровский Завод',
  },
  {
    region: 'Читинская обл.',
    label: 'Амазар',
    value: 'Амазар',
  },
  {
    region: 'Читинская обл.',
    label: 'Арбагар',
    value: 'Арбагар',
  },
  {
    region: 'Читинская обл.',
    label: 'Атамановка',
    value: 'Атамановка',
  },
  {
    region: 'Читинская обл.',
    label: 'Балей',
    value: 'Балей',
  },
  {
    region: 'Читинская обл.',
    label: 'Борзя',
    value: 'Борзя',
  },
  {
    region: 'Читинская обл.',
    label: 'Букачача',
    value: 'Букачача',
  },
  {
    region: 'Читинская обл.',
    label: 'Газимурский Завод',
    value: 'Газимурский Завод',
  },
  {
    region: 'Читинская обл.',
    label: 'Давенда',
    value: 'Давенда',
  },
  {
    region: 'Читинская обл.',
    label: 'Дарасун',
    value: 'Дарасун',
  },
  {
    region: 'Читинская обл.',
    label: 'Дровяная',
    value: 'Дровяная',
  },
  {
    region: 'Читинская обл.',
    label: 'Дульдурга',
    value: 'Дульдурга',
  },
  {
    region: 'Читинская обл.',
    label: 'Жиндо',
    value: 'Жиндо',
  },
  {
    region: 'Читинская обл.',
    label: 'Забайкальск',
    value: 'Забайкальск',
  },
  {
    region: 'Читинская обл.',
    label: 'Итака',
    value: 'Итака',
  },
  {
    region: 'Читинская обл.',
    label: 'Калга',
    value: 'Калга',
  },
  {
    region: 'Читинская обл.',
    label: 'Карымское',
    value: 'Карымское',
  },
  {
    region: 'Читинская обл.',
    label: 'Кличка',
    value: 'Кличка',
  },
  {
    region: 'Читинская обл.',
    label: 'Ключевский',
    value: 'Ключевский',
  },
  {
    region: 'Читинская обл.',
    label: 'Кокуй',
    value: 'Кокуй',
  },
  {
    region: 'Читинская обл.',
    label: 'Краснокаменск',
    value: 'Краснокаменск',
  },
  {
    region: 'Читинская обл.',
    label: 'Красный Чикой',
    value: 'Красный Чикой',
  },
  {
    region: 'Читинская обл.',
    label: 'Кыра',
    value: 'Кыра',
  },
  {
    region: 'Читинская обл.',
    label: 'Моготуй',
    value: 'Моготуй',
  },
  {
    region: 'Читинская обл.',
    label: 'Могоча',
    value: 'Могоча',
  },
  {
    region: 'Читинская обл.',
    label: 'Нерчинск',
    value: 'Нерчинск',
  },
  {
    region: 'Читинская обл.',
    label: 'Нерчинский Завод',
    value: 'Нерчинский Завод',
  },
  {
    region: 'Читинская обл.',
    label: 'Нижний Часучей',
    value: 'Нижний Часучей',
  },
  {
    region: 'Читинская обл.',
    label: 'Оловянная',
    value: 'Оловянная',
  },
  {
    region: 'Читинская обл.',
    label: 'Первомайский',
    value: 'Первомайский',
  },
  {
    region: 'Читинская обл.',
    label: 'Петровск-Забайкальский',
    value: 'Петровск-Забайкальский',
  },
  {
    region: 'Читинская обл.',
    label: 'Приаргунск',
    value: 'Приаргунск',
  },
  {
    region: 'Читинская обл.',
    label: 'Сретенск',
    value: 'Сретенск',
  },
  {
    region: 'Читинская обл.',
    label: 'Тупик',
    value: 'Тупик',
  },
  {
    region: 'Читинская обл.',
    label: 'Улеты',
    value: 'Улеты',
  },
  {
    region: 'Читинская обл.',
    label: 'Хилок',
    value: 'Хилок',
  },
  {
    region: 'Читинская обл.',
    label: 'Чара',
    value: 'Чара',
  },
  {
    region: 'Читинская обл.',
    label: 'Чернышевск',
    value: 'Чернышевск',
  },
  {
    region: 'Читинская обл.',
    label: 'Чита',
    value: 'Чита',
  },
  {
    region: 'Читинская обл.',
    label: 'Шелопугино',
    value: 'Шелопугино',
  },
  {
    region: 'Читинская обл.',
    label: 'Шилка',
    value: 'Шилка',
  },
  {
    region: 'Чувашия',
    label: 'Алатырь',
    value: 'Алатырь',
  },
  {
    region: 'Чувашия',
    label: 'Аликово',
    value: 'Аликово',
  },
  {
    region: 'Чувашия',
    label: 'Батырева',
    value: 'Батырева',
  },
  {
    region: 'Чувашия',
    label: 'Буинск',
    value: 'Буинск',
  },
  {
    region: 'Чувашия',
    label: 'Вурнары',
    value: 'Вурнары',
  },
  {
    region: 'Чувашия',
    label: 'Ибреси',
    value: 'Ибреси',
  },
  {
    region: 'Чувашия',
    label: 'Канаш',
    value: 'Канаш',
  },
  {
    region: 'Чувашия',
    label: 'Киря',
    value: 'Киря',
  },
  {
    region: 'Чувашия',
    label: 'Комсомольское',
    value: 'Комсомольское',
  },
  {
    region: 'Чувашия',
    label: 'Красноармейское',
    value: 'Красноармейское',
  },
  {
    region: 'Чувашия',
    label: 'Красные Четаи',
    value: 'Красные Четаи',
  },
  {
    region: 'Чувашия',
    label: 'Кугеси',
    value: 'Кугеси',
  },
  {
    region: 'Чувашия',
    label: 'Мариинский Посад',
    value: 'Мариинский Посад',
  },
  {
    region: 'Чувашия',
    label: 'Моргауши',
    value: 'Моргауши',
  },
  {
    region: 'Чувашия',
    label: 'Новочебоксарск',
    value: 'Новочебоксарск',
  },
  {
    region: 'Чувашия',
    label: 'Порецкое',
    value: 'Порецкое',
  },
  {
    region: 'Чувашия',
    label: 'Урмары',
    value: 'Урмары',
  },
  {
    region: 'Чувашия',
    label: 'Цивильск',
    value: 'Цивильск',
  },
  {
    region: 'Чувашия',
    label: 'Чебоксары',
    value: 'Чебоксары',
  },
  {
    region: 'Чувашия',
    label: 'Шемурша',
    value: 'Шемурша',
  },
  {
    region: 'Чувашия',
    label: 'Шумерля',
    value: 'Шумерля',
  },
  {
    region: 'Чувашия',
    label: 'Ядрин',
    value: 'Ядрин',
  },
  {
    region: 'Чувашия',
    label: 'Яльчики',
    value: 'Яльчики',
  },
  {
    region: 'Чувашия',
    label: 'Янтиково',
    value: 'Янтиково',
  },
  {
    region: 'Чукотский АО',
    label: 'Анадырь',
    value: 'Анадырь',
  },
  {
    region: 'Чукотский АО',
    label: 'Билибино',
    value: 'Билибино',
  },
  {
    region: 'Ямало-Ненецкий АО',
    label: 'Губкинский',
    value: 'Губкинский',
  },
  {
    region: 'Ямало-Ненецкий АО',
    label: 'Заполярный',
    value: 'Заполярный',
  },
  {
    region: 'Ямало-Ненецкий АО',
    label: 'Муравленко',
    value: 'Муравленко',
  },
  {
    region: 'Ямало-Ненецкий АО',
    label: 'Надым',
    value: 'Надым',
  },
  {
    region: 'Ямало-Ненецкий АО',
    label: 'Новый Уренгой',
    value: 'Новый Уренгой',
  },
  {
    region: 'Ямало-Ненецкий АО',
    label: 'Ноябрьск',
    value: 'Ноябрьск',
  },
  {
    region: 'Ямало-Ненецкий АО',
    label: 'Пуровск',
    value: 'Пуровск',
  },
  {
    region: 'Ямало-Ненецкий АО',
    label: 'Салехард',
    value: 'Салехард',
  },
  {
    region: 'Ямало-Ненецкий АО',
    label: 'Тарко',
    value: 'Тарко',
  },
  {
    region: 'Ярославская обл.',
    label: 'Андропов',
    value: 'Андропов',
  },
  {
    region: 'Ярославская обл.',
    label: 'Берендеево',
    value: 'Берендеево',
  },
  {
    region: 'Ярославская обл.',
    label: 'Большое Село',
    value: 'Большое Село',
  },
  {
    region: 'Ярославская обл.',
    label: 'Борисоглебский',
    value: 'Борисоглебский',
  },
  {
    region: 'Ярославская обл.',
    label: 'Брейтово',
    value: 'Брейтово',
  },
  {
    region: 'Ярославская обл.',
    label: 'Бурмакино',
    value: 'Бурмакино',
  },
  {
    region: 'Ярославская обл.',
    label: 'Варегово',
    value: 'Варегово',
  },
  {
    region: 'Ярославская обл.',
    label: 'Волга',
    value: 'Волга',
  },
  {
    region: 'Ярославская обл.',
    label: 'Гаврилов Ям',
    value: 'Гаврилов Ям',
  },
  {
    region: 'Ярославская обл.',
    label: 'Данилов',
    value: 'Данилов',
  },
  {
    region: 'Ярославская обл.',
    label: 'Любим',
    value: 'Любим',
  },
  {
    region: 'Ярославская обл.',
    label: 'Мышкино',
    value: 'Мышкино',
  },
  {
    region: 'Ярославская обл.',
    label: 'Некрасовское',
    value: 'Некрасовское',
  },
  {
    region: 'Ярославская обл.',
    label: 'Новый Некоуз',
    value: 'Новый Некоуз',
  },
  {
    region: 'Ярославская обл.',
    label: 'Переславль-Залесский',
    value: 'Переславль-Залесский',
  },
  {
    region: 'Ярославская обл.',
    label: 'Пошехонье-Володарск',
    value: 'Пошехонье-Володарск',
  },
  {
    region: 'Ярославская обл.',
    label: 'Ростов',
    value: 'Ростов',
  },
  {
    region: 'Ярославская обл.',
    label: 'Рыбинск',
    value: 'Рыбинск',
  },
  {
    region: 'Ярославская обл.',
    label: 'Тутаев',
    value: 'Тутаев',
  },
  {
    region: 'Ярославская обл.',
    label: 'Углич',
    value: 'Углич',
  },
  {
    region: 'Ярославская обл.',
    label: 'Ярославль',
    value: 'Ярославль',
  },
]
